[{
    "id": 1,
    "name": "Bulbasaur",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 2
	},
    "stats": {
      "HP": 45,
      "Attack": 49,
      "Defense": 49,
      "Sp. Attack": 65,
      "Sp. Defense": 65,
      "Speed": 45
    },
	"description": {
		"en": "Bulbasaur, the Seed Pokémon. It can be seen napping in bright sunlight. By soaking up the sun's rays, the seed on its back grows progressively larger.",
		"it": "Bulbasaur, il Pokémon Seme. Da piccolo usa i nutrienti del suo bulbo per ricavare l'energia che gli serve per crescere."
	}
  },
  {
    "id": 2,
    "name": "Ivysaur",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 1,
		"to": 3
	},
    "stats": {
      "HP": 60,
      "Attack": 62,
      "Defense": 63,
      "Sp. Attack": 80,
      "Sp. Defense": 80,
      "Speed": 60
    },
	"description": {
		"en": "Ivysaur, the Seed Pokémon. It's the evolved form of Bulbasaur. To support its bulb, its legs grow sturdy. If it spends more time lying in the sunlight, the bud will soon bloom into a large flower.",
		"it": "Ivysaur, il Pokémon Seme. È la forma evolutiva di Bulbasaur. Il bulbo che ha sul dorso assorbe il nutrimento e sboccia in un grande fiore."
	}
  },
  {
    "id": 3,
    "name": "Venusaur",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 2,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 82,
      "Defense": 83,
      "Sp. Attack": 100,
      "Sp. Defense": 100,
      "Speed": 80
    },
	"description": {
		"en": "Venusaur, the Seed Pokémon. It's the evolved form of Ivysaur. The large flower on its back is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.",
		"it": "Venusaur, il Pokémon Seme. È la forma evolutiva di Ivysaur. Trae energia dall'assorbimento dei raggi solari, che permettono al fiore sul suo dorso di sbocciare."
	}
  },
  {
    "id": 4,
    "name": "Charmander",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": null,
		"to": 5
	},
    "stats": {
      "HP": 39,
      "Attack": 52,
      "Defense": 43,
      "Sp. Attack": 60,
      "Sp. Defense": 50,
      "Speed": 65
    },
	"description": {
		"en": "Charmander, the Lizard Pokémon. The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is happy, and blazes when it is enraged.",
		"it": "Charmander, il Pokémon Lucertola. Sull'estremità della sua coda arde una fiammella. Si dice che per il Pokémon sarebbe la fine se la sua fiamma si esaurisse."
	}
  },
  {
    "id": 5,
    "name": "Charmeleon",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": 4,
		"to": 6
	},
    "stats": {
      "HP": 58,
      "Attack": 64,
      "Defense": 58,
      "Sp. Attack": 80,
      "Sp. Defense": 65,
      "Speed": 80
    },
	"description": {
		"en": "Charmeleon, the Flame Pokémon. It's the evolved form of Charmander. It knocks down opponents with its tail, then defeats them using razor sharp claws.",
		"it": "Charmeleon, il Pokémon Fiamma. È la forma evolutiva di Charmander. Atterra gli avversari con la coda per poi finirli con i suoi affilatissimi artigli."
	}
  },
  {
    "id": 6,
    "name": "Charizard",
    "type": [
      "Fire",
      "Flying"
    ],
	"evolutions": {
		"from": 5,
		"to": null
	},
    "stats": {
      "HP": 78,
      "Attack": 84,
      "Defense": 78,
      "Sp. Attack": 109,
      "Sp. Defense": 85,
      "Speed": 100
    },
	"description": {
		"en": "Charizard, the Flame Pokémon. It's the evolved form of Charmeleon. It flies about in search of strong opponents. Charizard breathes intense flames that can melt any material. However, it will never torch a weaker foe.",
		"it": "Charizard, il Pokémon Fiamma. È la forma evolutiva di Charmeleon. La sua potente fiammata può fondere praticamente qualsiasi cosa."
	}
  },
  {
    "id": 7,
    "name": "Squirtle",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 8
	},
    "stats": {
      "HP": 44,
      "Attack": 48,
      "Defense": 65,
      "Sp. Attack": 50,
      "Sp. Defense": 64,
      "Speed": 43
    },
	"description": {
		"en": "Squirtle, the Tiny Turtle Pokémon. Its shell is not just for protection. Its rounded shape and the grooves on its surface minimize resistance in water, enabling Squirtle to swim at high speeds.",
		"it": "Squirtle, il Pokémon Tartaghina. Durante la lotta si nasconde dentro il suo guscio e, appena è possibile, spruzza acqua sull'avversario."
	}
  },
  {
    "id": 8,
    "name": "Wartortle",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 7,
		"to": 9
	},
    "stats": {
      "HP": 59,
      "Attack": 63,
      "Defense": 80,
      "Sp. Attack": 65,
      "Sp. Defense": 80,
      "Speed": 58
    },
	"description": {
		"en": "Wartortle, the Turtle Pokémon. It's the evolved form of Squirtle. Its large tail is covered with rich, thick fur that deepens in color with age. The scratches on its shell are evidence of this Pokémon’s toughness in battle.",
		"it": "Wartortle, il Pokémon Targaruga. È la forma evolutiva di Squirtle. La sua lunga e morbida coda è indice di purità, saggezza e fortuna."
	}
  },
  {
    "id": 9,
    "name": "Blastoise",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 8,
		"to": null
	},
    "stats": {
      "HP": 79,
      "Attack": 83,
      "Defense": 100,
      "Sp. Attack": 85,
      "Sp. Defense": 105,
      "Speed": 78
    },
	"description": {
		"en": "Blastoise, the Shellfish Pokémon. It's the evolved form of Wartortle. The waterspouts that protrude from its shell are highly accurate. Their bullets of water can precisely nail tin cans from a distance of over 160 feet.",
		"it": "Blastoise, il Pokémon Crostaceo. È la forma evolutiva di Wartortle. Il suo guscio è come un'armatura e usa gli idrocannoni che ha sul dorso per lanciare attacchi estremamente potenti."
	}
  },
  {
    "id": 10,
    "name": "Caterpie",
    "type": [
      "Bug"
    ],
	"evolutions": {
		"from": null,
		"to": 11
	},
    "stats": {
      "HP": 45,
      "Attack": 30,
      "Defense": 35,
      "Sp. Attack": 20,
      "Sp. Defense": 20,
      "Speed": 45
    },
	"description": {
		"en": "Caterpie, the Worm Pokémon. Its voracious appetite compels it to devour leaves bigger than itself without hesitation. It releases a terribly strong odor from its antennae.",
		"it": "Caterpie, il Pokémon Baco. Per tenere lontani i nemici, rilascia un odore sgradevole dalle antenne. Crescendo cambia la pelle più volte."
	}
  },
  {
    "id": 11,
    "name": "Metapod",
    "type": [
      "Bug"
    ],
	"evolutions": {
		"from": 10,
		"to": 12
	},
    "stats": {
      "HP": 50,
      "Attack": 20,
      "Defense": 55,
      "Sp. Attack": 25,
      "Sp. Defense": 25,
      "Speed": 30
    },
	"description": {
		"en": "Metapod, the Cocoon Pokémon. It's the evolved form of Caterpie. Its shell is as hard as an iron slab. A Metapod does not move very much because it is preparing its soft innards for evolution inside the shell.",
		"it": "Metapod, il Pokémon Bozzolo. È la forma evolutiva di Caterpie. In attesa di evolversi, il vulnerabile corpo di Metapod è circondato da un guscio duro che lo protegge."
	}
  },
  {
    "id": 12,
    "name": "Butterfree",
    "type": [
      "Bug",
      "Flying"
    ],
	"evolutions": {
		"from": 11,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 45,
      "Defense": 50,
      "Sp. Attack": 90,
      "Sp. Defense": 80,
      "Speed": 70
    },
	"description": {
		"en": "Butterfree, the Butterfly Pokémon. It's the evolved form of Metapod. It has a superior ability to search for delicious honey from flowers. It can seek, extract, and carry honey from flowers blooming over six miles away.",
		"it": "Butterfree, il Pokémon Farfalla. È la forma evolutiva di Metapod. La passione di Butterfree per il nettare lo spinge a cercare sempre fiori, anche se hanno poco polline."
	}
  },
  {
    "id": 13,
    "name": "Weedle",
    "type": [
      "Bug",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 14
	},
    "stats": {
      "HP": 40,
      "Attack": 35,
      "Defense": 30,
      "Sp. Attack": 20,
      "Sp. Defense": 20,
      "Speed": 50
    },
	"description": {
		"en": "Weedle, the Hairy Bug Pokémon. It has an extremely acute sense of smell. It distinguishes its favorite kinds of leaves from those it dislikes by sniffing with its big red proboscis (nose).",
		"it": "Weedle, il Pokémon Millepiedi. L'aculeo posto sulla testa di questo Pokémon serve a iniettare una dose di veleno letale."
	}
  },
  {
    "id": 14,
    "name": "Kakuna",
    "type": [
      "Bug",
      "Poison"
    ],
	"evolutions": {
		"from": 13,
		"to": 15
	},
    "stats": {
      "HP": 45,
      "Attack": 25,
      "Defense": 50,
      "Sp. Attack": 25,
      "Sp. Defense": 25,
      "Speed": 35
    },
	"description": {
		"en": "Kakuna, the Cocoon Pokémon. It's the evolved form of Weedle. It remains virtually immobile while it clings to a tree. However, on the inside, it busily prepares for evolution. This is evident from how hot its shell becomes.",
		"it": "Kakuna, il Pokémon Bozzolo. È la forma evolutiva di Weedle. È molto limitato nei movimenti. Se si sente minacciato, estrae il pungiglione e avvelena il nemico."
	}
  },
  {
    "id": 15,
    "name": "Beedrill",
    "type": [
      "Bug",
      "Poison"
    ],
	"evolutions": {
		"from": 14,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 90,
      "Defense": 40,
      "Sp. Attack": 45,
      "Sp. Defense": 80,
      "Speed": 75
    },
	"description": {
		"en": "Beedrill, the Poison Bee Pokémon. It's the evolved form of Kakuna. It is extremely territorial. For safety reasons, no one should ever approach its nest. If angered, they will attack in a swarm.",
		"it": "Beedrill, il Pokémon Velenape. È la forma evolutiva di Kakuna. Vola attaccando con i pungiglioni velenosi della coda e delle zampe anteriori."
	}
  },
  {
    "id": 16,
    "name": "Pidgey",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": 17
	},
    "stats": {
      "HP": 40,
      "Attack": 45,
      "Defense": 40,
      "Sp. Attack": 35,
      "Sp. Defense": 35,
      "Speed": 56
    },
	"description": {
		"en": "Pidgey, the Tiny Bird Pokémon. It has an extremely sharp sense of direction. It can unerringly return home to its nest, however far it may be removed from its familiar surroundings.",
		"it": "Pidgey, il Pokémon Uccellino. Di solito non ama lottare, ma non esita ad attaccare se viene provocato."
	}
  },
  {
    "id": 17,
    "name": "Pidgeotto",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": 16,
		"to": 18
	},
    "stats": {
      "HP": 63,
      "Attack": 60,
      "Defense": 55,
      "Sp. Attack": 50,
      "Sp. Defense": 50,
      "Speed": 71
    },
	"description": {
		"en": "Pidgeotto, the Bird Pokémon. It's the evolved form of Pidgey. It flies around, patrolling its large territory. If its living space is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.",
		"it": "Pidgeotto, il Pokémon Uccello. È la forma evolutiva di Pidgey. È dotato di lunghi artigli, scende in picchiata dal cielo per acciuffare la sua preda."
	}
  },
  {
    "id": 18,
    "name": "Pidgeot",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": 17,
		"to": null
	},
    "stats": {
      "HP": 83,
      "Attack": 80,
      "Defense": 75,
      "Sp. Attack": 70,
      "Sp. Defense": 70,
      "Speed": 101
    },
	"description": {
		"en": "Pidgeot, the Bird Pokémon. It's the evolved form of Pidgeotto. It spreads its beautiful wings wide to frighten its enemies. It can fly at Mach 2 speed.",
		"it": "Pidgeot, il Pokémon Uccello. È la forma evolutiva di Pidgeotto. Può volare a una velocità doppia di quella del suono a un chilometro e mezzo di quota."
	}
  },
  {
    "id": 19,
    "name": "Rattata",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": 20
	},
    "stats": {
      "HP": 30,
      "Attack": 56,
      "Defense": 35,
      "Sp. Attack": 25,
      "Sp. Defense": 35,
      "Speed": 72
    },
	"description": {
		"en": "Rattata, the Mouse Pokémon. It's cautious in the extreme. Even while it is asleep, it constantly moves its ears and listens for danger. It will make its nest anywhere.",
		"it": "Rattata, il Pokémon Topo. Adora formaggi, noci, frutta e bacche. Spesso esce dalla foresta per rubare delle provviste ai campeggiatori e viaggiatori sciocchi."
	}
  },
  {
    "id": 20,
    "name": "Raticate",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": 19,
		"to": null
	},
    "stats": {
      "HP": 55,
      "Attack": 81,
      "Defense": 60,
      "Sp. Attack": 50,
      "Sp. Defense": 70,
      "Speed": 97
    },
	"description": {
		"en": "Raticate, the Mouse Pokémon. It's the evolved form of Rattata. It gnaws on anything with its tough fangs. It can even topple concrete buildings by gnawing on them.",
		"it": "Raticate, il Pokémon Topo. È la forma evolutiva di Rattata. Rosicchia qualsiasi cosa con i suoi denti che crescono in continuazione."
	}
  },
  {
    "id": 21,
    "name": "Spearow",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": 22
	},
    "stats": {
      "HP": 40,
      "Attack": 60,
      "Defense": 30,
      "Sp. Attack": 31,
      "Sp. Defense": 31,
      "Speed": 70
    },
	"description": {
		"en": "Spearow, the Tiny Bird Pokémon. Its loud cry can be heard over a kilometer away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.",
		"it": "Spearow, il Pokémon Uccellino. Ha un bruttissimo carattere. È molto aggressivo e può attaccare altri Pokémon e addirittura gli umani."
	}
  },
  {
    "id": 22,
    "name": "Fearow",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": 21,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 90,
      "Defense": 65,
      "Sp. Attack": 61,
      "Sp. Defense": 61,
      "Speed": 100
    },
	"description": {
		"en": "Fearow, the Beak Pokémon. It's the evolved form of Spearow. Its long neck and elongated beak are ideal for catching prey in soil or water. It deftly moves this extended and skinny beak to pluck prey.",
		"it": "Fearow, il Pokémon Becco. È la forma evolutiva di Spearow. Le sue ali ampie e potenti gli consentono di volare anche per un giorno intero. La forza del suo becco è tremenda."
	}
  },
  {
    "id": 23,
    "name": "Ekans",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 24
	},
    "stats": {
      "HP": 35,
      "Attack": 60,
      "Defense": 44,
      "Sp. Attack": 40,
      "Sp. Defense": 54,
      "Speed": 55
    },
	"description": {
		"en": "Ekans, the Snake Pokémon. It curls itself up in a spiral while it rests. This position allows it to quickly respond to an enemy from any direction with a threat from its upraised head.",
		"it": "Ekans, il Pokémon Serpente. Si attorciglia a spirale per riposarsi. In questa posizione riesce a reagire alle insidie provenienti da ogni parte grazie alla testa sollevata e allo sguardo fulminante."
	}
  },
  {
    "id": 24,
    "name": "Arbok",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": 23,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 95,
      "Defense": 69,
      "Sp. Attack": 65,
      "Sp. Defense": 79,
      "Speed": 80
    },
	"description": {
		"en": "Arbok, the Cobra Pokémon. It's the evolved form of Ekans. It has a terrifically strong constricting power. It can even flatten steel oil drums. Once it wraps its body around its foe, escaping is impossible.",
		"it": "Arbok, il Pokémon Cobra. È così forte da riuscire a stritolare qualsiasi cosa col corpo, persino un bidone in acciaio. Se Arbok si avvinghia a un nemico è impossibile sfuggire a questa morsa fatale."
	}
  },
  {
    "id": 25,
    "name": "Pikachu",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": null,
		"to": 26
	},
    "stats": {
      "HP": 35,
      "Attack": 55,
      "Defense": 40,
      "Sp. Attack": 50,
      "Sp. Defense": 50,
      "Speed": 90
    },
	"description": {
		"en": "Pikachu, the Mouse Pokémon. It stores electricity in the electric sacs on its cheeks. When it releases pent-up energy in a burst, the electric power is equal to a lightning bolt.",
		"it": "Pikachu, il Pokémon Topo. È capace di produrre attacchi elettrici dalle sacche che ha sulle guance."
	}
  },
  {
    "id": 26,
    "name": "Raichu",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": 25,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 90,
      "Defense": 55,
      "Sp. Attack": 90,
      "Sp. Defense": 80,
      "Speed": 110
    },
	"description": {
		"en": "Raichu, the Mouse Pokémon. It's the evolved form of Pikachu. If it stores too much electricity, its behavior turns aggressive. To avoid this, it occasionally discharges excess energy and calms itself down.",
		"it": "Raichu, il Pokémon Topo. È la forma evolutiva di Pikachu. La sua lunga coda serve da messa a terra per proteggerlo dalla sua stessa alta tensione."
	}
  },
  {
    "id": 27,
    "name": "Sandshrew",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": null,
		"to": 28
	},
    "stats": {
      "HP": 50,
      "Attack": 75,
      "Defense": 85,
      "Sp. Attack": 20,
      "Sp. Defense": 30,
      "Speed": 40
    },
	"description": {
		"en": "Sandshrew, the Mouse Pokémon. When it curls up in a ball, it can make any attack bounce off harmlessly. Its hide has turned tough and solid as a result of living in the desert.",
		"it": "Sandshrew, il Pokémon Topo. Può arrotolarsi per proteggersi dagli attacchi nemici. Di notte si sotterra nella sabbia per risposarsi."
	}
  },
  {
    "id": 28,
    "name": "Sandslash",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": 27,
		"to": null
	},
    "stats": {
      "HP": 75,
      "Attack": 100,
      "Defense": 110,
      "Sp. Attack": 45,
      "Sp. Defense": 55,
      "Speed": 65
    },
	"description": {
		"en": "Sandslash, the Mouse Pokémon. It's the evolved form of Sandshrew. It curls up in a ball to protect itself from enemy attacks. It also curls up to prevent heatstroke during the daytime when temperatures rise sharply.",
		"it": "Sandslash, il Pokémon Topo. È la forma evolutiva di Sandshrew. Il suo corpo è ricoperto da aculei coriacei, costituiti da parti di corazza indurita."
	}
  },
  {
    "id": 29,
    "name": "Nidoran-f",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 30
	},
    "stats": {
      "HP": 55,
      "Attack": 47,
      "Defense": 52,
      "Sp. Attack": 40,
      "Sp. Defense": 40,
      "Speed": 41
    },
	"description": {
		"en": "Nidoran-f, the Poison Pin Pokémon. Its highly toxic barbs are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.",
		"it": "Nidoran-f, il Pokémon Velenago. È più sensibile agli odori rispetto ai maschi. Capta le correnti d’aria con le vibrisse e si posiziona sottovento per cercare le prede."
	}
  },
  {
    "id": 30,
    "name": "Nidorina",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": 29,
		"to": 31
	},
    "stats": {
      "HP": 70,
      "Attack": 62,
      "Defense": 67,
      "Sp. Attack": 55,
      "Sp. Defense": 55,
      "Speed": 56
    },
	"description": {
		"en": "Nidorina, the Poison Pin Pokémon. It's the evolved form of Nidoran-f. When it is with its friends or family, its barbs are tucked away to prevent injury. It appears to become nervous if separated from the others.",
		"it": "Nidorina, il Pokémon Velenago. È la forma evolutiva di Nidoran-f. Si pensa che il corno sulla fronte si sia atrofizzato per evitare che Nidorina punga i suoi cuccioli quando li nutre."
	}
  },
  {
    "id": 31,
    "name": "Nidoqueen",
    "type": [
      "Poison",
      "Ground"
    ],
	"evolutions": {
		"from": 30,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 92,
      "Defense": 87,
      "Sp. Attack": 75,
      "Sp. Defense": 85,
      "Speed": 76
    },
	"description": {
		"en": "Nidoqueen, the Drill Pokémon. It's the evolved form of Nidorina. It is adept at sending foes flying with harsh tackles using its tough, scaly body. This Pokémon is at its strongest when it is defending its young.",
		"it": "Nidoqueen, il Pokémon Trapano. È la forma evolutiva di Nidorina. Più abile nella difesa che nell’attacco, protegge i cuccioli da qualunque attacco grazie alla corazza di squame."
	}
  },
  {
    "id": 32,
    "name": "Nidoran-m",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 33
	},
    "stats": {
      "HP": 46,
      "Attack": 57,
      "Defense": 40,
      "Sp. Attack": 40,
      "Sp. Defense": 40,
      "Speed": 50
    },
	"description": {
		"en": "Nidoran-m, the Poison Pin Pokémon. It has developed muscles that freely move its ears in any direction. Even the slightest sound does not escape this Pokémon’s notice.",
		"it": "Nidoran-m, il Pokémon Velenago. Il corno sulla fronte è estremamente velenoso. Di indole circospetta, rizza costantemente le sue grandi orecchie."
	}
  },
  {
    "id": 33,
    "name": "Nidorino",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": 32,
		"to": 34
	},
    "stats": {
      "HP": 61,
      "Attack": 72,
      "Defense": 57,
      "Sp. Attack": 55,
      "Sp. Defense": 55,
      "Speed": 65
    },
	"description": {
		"en": "Nidorino, the Poison Pin Pokémon. It's the evolved form of Nidoran-m. Its horn is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.",
		"it": "Nidorino, il Pokémon Velenago. È la forma evolutiva di Nidoran-m. Vaga alla ricerca di una Pietralunare frantumando rocce con il suo corno più duro del diamante."
	}
  },
  {
    "id": 34,
    "name": "Nidoking",
    "type": [
      "Poison",
      "Ground"
    ],
	"evolutions": {
		"from": 33,
		"to": null
	},
    "stats": {
      "HP": 81,
      "Attack": 102,
      "Defense": 77,
      "Sp. Attack": 85,
      "Sp. Defense": 75,
      "Speed": 85
    },
	"description": {
		"en": "Nidoking, the Drill Pokémon. It's the evolved form of Nidorino. Its thick tail packs enormously destructive power capable of toppling a metal transmission tower. Once it goes on a rampage, there is no stopping it.",
		"it": "Nidoking, il Pokémon Trapano. È la forma evolutiva di Nidorino. Quando si scatena non c’è modo di fermarlo, ma davanti a Nidoqueen, la sua compagna di lunga data, ritrova la calma."
	}
  },
  {
    "id": 35,
    "name": "Clefairy",
    "type": [
      "Fairy"
    ],
	"evolutions": {
		"from": null,
		"to": 36
	},
    "stats": {
      "HP": 70,
      "Attack": 45,
      "Defense": 48,
      "Sp. Attack": 60,
      "Sp. Defense": 65,
      "Speed": 35
    },
	"description": {
		"en": "Clefairy, the Fairy Pokémon. On every night of a full moon, they come out to play. When dawn arrives, the tired Clefairy go to sleep nestled up against each other in deep and quiet mountains.",
		"it": "Clefairy, il Pokémon Fata. Questo delicato Pokémon è amichevole e pacifico. Si dice che vedere un gruppo di Clefairy ballare con la luna piena sia di ottimo auspicio."
	}
  },
  {
    "id": 36,
    "name": "Clefable",
    "type": [
      "Fairy"
    ],
	"evolutions": {
		"from": 35,
		"to": null
	},
    "stats": {
      "HP": 95,
      "Attack": 70,
      "Defense": 73,
      "Sp. Attack": 95,
      "Sp. Defense": 90,
      "Speed": 60
    },
	"description": {
		"en": "Clefable, the Fairy Pokémon. It's the evolved form of Clefairy. It uses its wings to skip lightly as if it were flying. Its bouncy step lets it even walk on water. On quiet, moonlit nights, it strolls on lakes.",
		"it": "Clefable, il Pokémon Fata. È la forma evolutiva di Clefairy. È un Pokémon timido, molto raro a vedersi. Scappa e si nasconde non appena avverte la presenza delle persone."
	}
  },
  {
    "id": 37,
    "name": "Vulpix",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": null,
		"to": 38
	},
    "stats": {
      "HP": 38,
      "Attack": 41,
      "Defense": 40,
      "Sp. Attack": 50,
      "Sp. Defense": 65,
      "Speed": 65
    },
	"description": {
		"en": "Vulpix, the Fox Pokémon. It can freely control fire, making fiery orbs fly like will-o’-the-wisps. Just before evolution, its six tails grow hot as if on fire.",
		"it": "Vulpix, il Pokémon Volpe. Quando è giovane ha sei meravigliose code, che si moltiplicano durante la sua crescita."
	}
  },
  {
    "id": 38,
    "name": "Ninetales",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": 37,
		"to": null
	},
    "stats": {
      "HP": 73,
      "Attack": 76,
      "Defense": 75,
      "Sp. Attack": 81,
      "Sp. Defense": 100,
      "Speed": 100
    },
	"description": {
		"en": "Ninetales, the Fox Pokémon. It's the evolved form of Vulpix. It has long been said that each of the nine tails embody an enchanted power. A long-lived Ninetales will have fur that shines like gold.",
		"it": "Ninetales, il Pokémon Volpe. È la forma evolutiva di Vulpix. Ha nove code e un mantello dorato splendente. Si dice che i Ninetales vivano molto a lungo."
	}
  },
  {
    "id": 39,
    "name": "Jigglypuff",
    "type": [
      "Normal",
      "Fairy"
    ],
	"evolutions": {
		"from": null,
		"to": 40
	},
    "stats": {
      "HP": 115,
      "Attack": 45,
      "Defense": 20,
      "Sp. Attack": 45,
      "Sp. Defense": 25,
      "Speed": 20
    },
	"description": {
		"en": "Jigglypuff, the Balloon Pokémon. Nothing can avoid falling asleep hearing a Jigglypuff’s song. The sound waves of its singing voice match the brain waves of someone in a deep sleep.",
		"it": "Jigglypuff, il Pokémon Pallone. Le sue corde vocali gli consentono di cantare esattamente alla lunghezza d'onda richiesta per addormentare l'avversario."
	}
  },
  {
    "id": 40,
    "name": "Wigglytuff",
    "type": [
      "Normal",
      "Fairy"
    ],
	"evolutions": {
		"from": 39,
		"to": null
	},
    "stats": {
      "HP": 140,
      "Attack": 70,
      "Defense": 45,
      "Sp. Attack": 85,
      "Sp. Defense": 50,
      "Speed": 45
    },
	"description": {
		"en": "Wigglytuff, the Balloon Pokémon. It's the evolved form of Jigglypuff. Its fur is the ultimate in luxuriousness. Sleeping alongside a Wigglytuff is simply divine. Its body expands seemingly without end when it inhales.",
		"it": "Wigglytuff, il Pokémon Pallone. È la forma evolutiva di Jigglypuff. Più aria inala, più il suo corpo si gonfia. Se è di cattivo umore, si gonfia per intimidire l'avversario."
	}
  },
  {
    "id": 41,
    "name": "Zubat",
    "type": [
      "Poison",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": 42
	},
    "stats": {
      "HP": 40,
      "Attack": 45,
      "Defense": 35,
      "Sp. Attack": 30,
      "Sp. Defense": 40,
      "Speed": 55
    },
	"description": {
		"en": "Zubat, the Bat Pokémon. While living in pitch-black caverns, their eyes gradually grew shut and deprived them of vision. They use ultrasonic waves to detect obstacles.",
		"it": "Zubat, il Pokémon Pipistrello. Rimane perfettamente immobile al buio durante le ore diurne più luminose. Infatti, la prolungata esposizione al sole gli provoca delle bruciature."
	}
  },
  {
    "id": 42,
    "name": "Golbat",
    "type": [
      "Poison",
      "Flying"
    ],
	"evolutions": {
		"from": 41,
		"to": null
	},
    "stats": {
      "HP": 75,
      "Attack": 80,
      "Defense": 70,
      "Sp. Attack": 65,
      "Sp. Defense": 75,
      "Speed": 90
    },
	"description": {
		"en": "Golbat, the Bat Pokémon. It's the evolved form of Zubat. Its fangs easily puncture even thick animal hide. It loves to feast on the blood of people and Pokémon. It flits about in darkness and strikes from behind.",
		"it": "Golbat, il Pokémon Pipistrello. È la forma evolutiva di Zubat. Va matto per il sangue di altre creature. Si dice che a volte lo condivida con i compagni affamati."
	}
  },
  {
    "id": 43,
    "name": "Oddish",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 44
	},
    "stats": {
      "HP": 45,
      "Attack": 50,
      "Defense": 55,
      "Sp. Attack": 75,
      "Sp. Defense": 65,
      "Speed": 30
    },
	"description": {
		"en": "Oddish, the Weed Pokémon. It grows by absorbing moonlight. During the daytime, it buries itself in the ground, leaving only its leaves exposed to avoid detection by its enemies.",
		"it": "Oddish, il Pokémon Malerba. Durante il giorno, Oddish si nasconde nel terreno per assorbire sostanze nutritive con tutto il corpo. più il suolo è fertile, più lucide diventano le foglie."
	}
  },
  {
    "id": 44,
    "name": "Gloom",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 43,
		"to": 45
	},
    "stats": {
      "HP": 60,
      "Attack": 65,
      "Defense": 70,
      "Sp. Attack": 85,
      "Sp. Defense": 75,
      "Speed": 40
    },
	"description": {
		"en": "Gloom, the Weed Pokémon. It's the evolved form of Oddish. A horribly noxious honey drools from its mouth. One whiff of the honey can result in memory loss. Some fans are said to enjoy this overwhelming stink, however.",
		"it": "Gloom, il Pokémon Malerba. È la forma evolutiva di Oddish. Gloom rilascia un odore fetido dal pistillo del suo fiore. Quando è in pericolo, l'olezzo peggiora. Quando invece si sente tranquillo e sicuro, non emana questa sostanza maleodorante."
	}
  },
  {
    "id": 45,
    "name": "Vileplume",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 44,
		"to": null
	},
    "stats": {
      "HP": 75,
      "Attack": 80,
      "Defense": 85,
      "Sp. Attack": 110,
      "Sp. Defense": 90,
      "Speed": 50
    },
	"description": {
		"en": "Vileplume, the Flower Pokémon. It's the evolved form of Gloom. In seasons when it produces more pollen, the air around a Vileplume turns yellow with the powder as it walks. The pollen is highly toxic and causes paralysis.",
		"it": "Vileplume, il Pokémon Fiore. È la forma evolutiva di Gloom. Il suo polline velenoso scatena paurose reazioni allergiche. Per questo motivo si consiglia di non avvicinarsi mai a nessun fiore di bosco, per quanto bello possa essere."
	}
  },
  {
    "id": 46,
    "name": "Paras",
    "type": [
      "Bug",
      "Grass"
    ],
	"evolutions": {
		"from": null,
		"to": 47
	},
    "stats": {
      "HP": 35,
      "Attack": 70,
      "Defense": 55,
      "Sp. Attack": 45,
      "Sp. Defense": 55,
      "Speed": 25
    },
	"description": {
		"en": "Paras, the Mushroom Pokémon. It has parasitic tochukaso mushrooms growing on its back. They grow by drawing nutrients from the host. They are valued as a medicine for long life.",
		"it": "Paras, il Pokémon Fungo. Ha sulla schiena dei funghi parassiti chiamati tochukaso, che crescono traendo nutrimento dal Paras ospite. Sono molto apprezzati come farmaco di longevità."
	}
  },
  {
    "id": 47,
    "name": "Parasect",
    "type": [
      "Bug",
      "Grass"
    ],
	"evolutions": {
		"from": 46,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 95,
      "Defense": 80,
      "Sp. Attack": 60,
      "Sp. Defense": 80,
      "Speed": 30
    },
	"description": {
		"en": "Parasect, the Mushroom Pokémon. It's the evolved form of Paras. They are known to infest the roots of large trees en masse and drain nutrients. When an infested tree dies, they move onto another tree all at once.",
		"it": "Parasect, il Pokémon Fungo. È la forma evolutiva di Paras. Ha un grosso fungo sulla schiena, che assorbe l'energia dell'organismo ospite, su cui ha anche pieno controllo."
	}
  },
  {
    "id": 48,
    "name": "Venonat",
    "type": [
      "Bug",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 49
	},
    "stats": {
      "HP": 60,
      "Attack": 55,
      "Defense": 50,
      "Sp. Attack": 40,
      "Sp. Defense": 55,
      "Speed": 45
    },
	"description": {
		"en": "Venonat, the Insect Pokémon. Its coat of thin, stiff hair that covers its entire body is said to have evolved for protection. Its large eyes never fail to spot even miniscule prey.",
		"it": "Venonat, il Pokémon Insetto. Si dice che per proteggersi Venonat abbia sviluppato una pelliccia sottile e irsuta che ricopre il suo corpo. Nemmeno la preda più piccola può sfuggire ai suoi occhi enormi."
	}
  },
  {
    "id": 49,
    "name": "Venomoth",
    "type": [
      "Bug",
      "Poison"
    ],
	"evolutions": {
		"from": 48,
		"to": null
	},
    "stats": {
      "HP": 70,
      "Attack": 65,
      "Defense": 60,
      "Sp. Attack": 90,
      "Sp. Defense": 75,
      "Speed": 90
    },
	"description": {
		"en": "Venomoth, the Poison Moth Pokémon. It's the evolved form of Venonat. It is nocturnal and its favorite prey are insects that gather around streetlights, attracted by the light in the darkness.",
		"it": "Venomoth, il Pokémon Velentarma. È la forma evolutiva di Venonat. È un Pokémon notturno e le sue prede preferite sono i piccoli insetti che si raggruppano attorno ai lampioni attratti dalla luce nel buio."
	}
  },
  {
    "id": 50,
    "name": "Diglett",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": null,
		"to": 51
	},
    "stats": {
      "HP": 10,
      "Attack": 55,
      "Defense": 25,
      "Sp. Attack": 35,
      "Sp. Defense": 45,
      "Speed": 95
    },
	"description": {
		"en": "Diglett, the Mole Pokémon. They are raised in most farms. The reason is simple: wherever they burrow, the soil is left perfectly tilled for growing delicious crops.",
		"it": "Diglett, il Pokémon Talpa. Viene allevato in molte aziende agricole. La ragione è semplice: quando questo Pokémon scava, lascia il suolo perfettamente arato per la semina, pronto per la coltivazione di squisite verdure."
	}
  },
  {
    "id": 51,
    "name": "Dugtrio",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": 50,
		"to": null
	},
    "stats": {
      "HP": 35,
      "Attack": 100,
      "Defense": 50,
      "Sp. Attack": 50,
      "Sp. Defense": 70,
      "Speed": 120
    },
	"description": {
		"en": "Dugtrio, the Mole Pokémon. It's the evolved form of Diglett. Because the triplets originally split from one body, they think exactly alike. They work cooperatively to burrow endlessly through the ground.",
		"it": "Dugtrio, il Pokémon Talpa. È la forma evolutiva di Diglett. È un Pokémon formato da tre unità legate in un solo corpo. Ogni trio è un'unica mente pensante e le tre unità collaborano scavando instancabilmente."
	}
  },
  {
    "id": 52,
    "name": "Meowth",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": 53
	},
    "stats": {
      "HP": 40,
      "Attack": 45,
      "Defense": 35,
      "Sp. Attack": 40,
      "Sp. Defense": 40,
      "Speed": 90
    },
	"description": {
		"en": "Meowth, the Scratch Cat Pokémon. They withdraw their sharp claws into their paws to silently sneak about. For some reason, this Pokémon loves shiny coins that glitter with light.",
		"it": "Meowth, il Pokémon Graffimiao. Quando vede oggetti rotondi si mette a giocare e dimentica tutto il resto."
	}
  },
  {
    "id": 53,
    "name": "Persian",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": 52,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 70,
      "Defense": 60,
      "Sp. Attack": 65,
      "Sp. Defense": 65,
      "Speed": 115
    },
	"description": {
		"en": "Persian, the Classy Cat Pokémon. It's the evolved form of Meowth. Its six bold whiskers sense air movements to determine what is in its vicinity. It becomes docile if grabbed by the whiskers.",
		"it": "Persian, il Pokémon Nobilgatto. È la forma evolutiva di Meowth. Sonda l'ambiente circostante con i suoi sei baffi che captano gli spostamenti dell'aria."
	}
  },
  {
    "id": 54,
    "name": "Psyduck",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 55
	},
    "stats": {
      "HP": 50,
      "Attack": 52,
      "Defense": 48,
      "Sp. Attack": 65,
      "Sp. Defense": 50,
      "Speed": 55
    },
	"description": {
		"en": "Psyduck, the Duck Pokémon. When its headache intensifies, it starts using strange powers. However, it has no recollection of its powers, so it always looks befuddled and bewildered.",
		"it": "Psyduck, il Pokémon Papero. Usa poteri misteriosi, che scatenano onde cerebrali rilevabili apparentemente soltanto su persone addormentate. Questa scoperta ha causato reazioni contrastanti tra gli studiosi."
	}
  },
  {
    "id": 55,
    "name": "Golduck",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 54,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 82,
      "Defense": 78,
      "Sp. Attack": 95,
      "Sp. Defense": 80,
      "Speed": 85
    },
	"description": {
		"en": "Golduck, the Duck Pokémon. It's the evolved form of Psyduck. It's an adept swimmer. It sometimes joins competitive swimmers in training. It uses psychic powers when its forehead shimmers with light.",
		"it": "Golduck, il Pokémon Papero. È la forma evolutiva di Psyduck. Le zampe anteriori e posteriori a pinna dotate di membrana interdigitale e il corpo longilineo di Golduck gli conferiscono una velocità incredibile."
	}
  },
  {
    "id": 56,
    "name": "Mankey",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": null,
		"to": 57
	},
    "stats": {
      "HP": 40,
      "Attack": 80,
      "Defense": 35,
      "Sp. Attack": 35,
      "Sp. Defense": 45,
      "Speed": 70
    },
	"description": {
		"en": "Mankey, the Pig Monkey Pokémon. When it starts shaking and its nasal breathing turns rough, it’s a sure sign of anger. However, since this happens instantly, there is no time to flee.",
		"it": "Mankey, il Pokémon Suinpanzé. Quando inizia a tremare e la sua respirazione nasale diventa pesante significa che si sta infuriando. Tuttavia, a causa dei suoi repentini attacchi d'ira, è impossibile per chiunque sfuggire alla sua furia."
	}
  },
  {
    "id": 57,
    "name": "Primeape",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": 56,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 105,
      "Defense": 60,
      "Sp. Attack": 60,
      "Sp. Defense": 70,
      "Speed": 95
    },
	"description": {
		"en": "Primeape, the Pig Monkey Pokémon. It's the evolved form of Mankey. When it becomes furious, its blood circulation becomes more robust, and its muscles are made stronger. But it also becomes much less intelligent.",
		"it": "Primeape, il Pokémon Suinpanzé. È la forma evolutiva di Mankey. Quando s'infuria, la circolazione sanguigna si fa intensa, irrobustendo i suoi muscoli. Allo stesso tempo, tuttavia, perde anche la sua lucidità e intelligenza."
	}
  },
  {
    "id": 58,
    "name": "Growlithe",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": null,
		"to": 59
	},
    "stats": {
      "HP": 55,
      "Attack": 70,
      "Defense": 45,
      "Sp. Attack": 70,
      "Sp. Defense": 50,
      "Speed": 60
    },
	"description": {
		"en": "Growlithe, the Puppy Pokémon. Its superb sense of smell ensures that this Pokémon won’t forget any scent, no matter what. It uses its sense of smell to detect the emotions of others.",
		"it": "Growlithe, il Pokémon Cagnolino. Ha un senso dell'olfatto molto sviluppato: una volta annusato qualcosa non scorda più quell'odore. Sfrutta questa dote per determinare le emozioni delle altre creature."
	}
  },
  {
    "id": 59,
    "name": "Arcanine",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": 58,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 110,
      "Defense": 80,
      "Sp. Attack": 100,
      "Sp. Defense": 80,
      "Speed": 95
    },
	"description": {
		"en": "Arcanine, the Legendary Pokémon. It's the evolved form of Growlithe. This fleet-footed Pokémon is said to run over 10.000 km in a single day and night. The fire that blazes wildly within its body is its source of power.",
		"it": "Arcanine, il Pokémon Leggenda. È la forma evolutiva di Growlithe. È noto per la sua velocità. Si dice sia in grado di percorrere 10.000 km in un giorno e una notte. Il fuoco che arde indomabile nel suo corpo è fonte di forza."
	}
  },
  {
    "id": 60,
    "name": "Poliwag",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 61
	},
    "stats": {
      "HP": 40,
      "Attack": 50,
      "Defense": 40,
      "Sp. Attack": 40,
      "Sp. Defense": 40,
      "Speed": 90
    },
	"description": {
		"en": "Poliwag, the Tadpole Pokémon. It is possible to see this Pokémon’s spiral innards right through its thin skin. However, the skin is also very flexible. Even sharp fangs bounce right off it.",
		"it": "Poliwag, il Pokémon Girino. Ha una pelle molto sensibile, attraverso cui è possibile intravedere i suoi organi interni spiraliformi. Nonostante il suo esiguo spessore, la pelle è molto elastica. Anche le zanne più affilate non riescono a lacerarla."
	}
  },
  {
    "id": 61,
    "name": "Poliwhirl",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 60,
		"to": 62
	},
    "stats": {
      "HP": 65,
      "Attack": 65,
      "Defense": 65,
      "Sp. Attack": 50,
      "Sp. Defense": 50,
      "Speed": 90
    },
	"description": {
		"en": "Poliwhirl, the Tadpole Pokémon. It's the evolved form of Poliwag. Its body surface is always wet and slick with an oily fluid. Because of this greasy covering, it can easily slip and slide out of the clutches of any enemy in battle.",
		"it": "Poliwhirl, il Pokémon Girino. È la forma evolutiva di Poliwag. La superficie del suo corpo è sempre umida e unta di fluido oleoso. Grazie a questa pellicola viscida, nella lotta riesce a sfuggire agilmente alle grinfie del nemico."
	}
  },
  {
    "id": 62,
    "name": "Poliwrath",
    "type": [
      "Water",
      "Fighting"
    ],
	"evolutions": {
		"from": 61,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 95,
      "Defense": 95,
      "Sp. Attack": 70,
      "Sp. Defense": 90,
      "Speed": 70
    },
	"description": {
		"en": "Poliwrath, the Tadpole Pokémon. It's the evolved form of Poliwhirl. Its highly developed muscles never grow fatigued, however much it exercises. This Pokémon can swim back and forth across the Pacific Ocean without effort.",
		"it": "Poliwrath, il Pokémon Girino. È la forma evolutiva di Poliwhirl. È dotato di muscoli molto sviluppati e robusti. Per quanto si alleni, non si stanca mai. Questo Pokémon è così infaticabile e forte che riesce ad attraversare a nuoto interi oceani."
	}
  },
  {
    "id": 63,
    "name": "Abra",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": 64
	},
    "stats": {
      "HP": 25,
      "Attack": 20,
      "Defense": 15,
      "Sp. Attack": 105,
      "Sp. Defense": 55,
      "Speed": 90
    },
	"description": {
		"en": "Abra, the Psi Pokémon. It sleeps 18 hours a day. Observation revealed that it uses Teleport to change its location once every hour.",
		"it": "Abra, il Pokémon Psico. Dorme per 18 ore al giorno, ma riesce a captare la presenza dei nemici anche durante il sonno. In questo caso il Pokémon si teletrasporta immediatamente al sicuro."
	}
  },
  {
    "id": 64,
    "name": "Kadabra",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": 63,
		"to": 65
	},
    "stats": {
      "HP": 40,
      "Attack": 35,
      "Defense": 30,
      "Sp. Attack": 120,
      "Sp. Defense": 70,
      "Speed": 105
    },
	"description": {
		"en": "Kadabra, the Psi Pokémon. It's the evolved form of Abra. It is rumored that a boy with psychic abilities suddenly transformed into Kadabra while he was assisting research into extrasensory powers.",
		"it": "Kadabra, il Pokémon Psico. È la forma evolutiva di Abra. Emette particolari onde alfa che causano mal di testa a chi si trova nelle vicinanze."
	}
  },
  {
    "id": 65,
    "name": "Alakazam",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": 64,
		"to": null
	},
    "stats": {
      "HP": 55,
      "Attack": 50,
      "Defense": 45,
      "Sp. Attack": 135,
      "Sp. Defense": 95,
      "Speed": 120
    },
	"description": {
		"en": "Alakazam, the Psi Pokémon. It's the evolved form of Kadabra. While it has strong psychic abilities and high intelligence, an Alakazam’s muscles are very weak. It uses psychic power to move its body.",
		"it": "Alakazam, il Pokémon Psico. È la forma evolutiva di Kadabra. Il cervello di Alakazam cresce in continuazione rendendo la sua testa troppo pesante per il collo. Pertanto è costretto a usare i suoi poteri psicocinetici per sostenerla."
	}
  },
  {
    "id": 66,
    "name": "Machop",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": null,
		"to": 67
	},
    "stats": {
      "HP": 70,
      "Attack": 80,
      "Defense": 50,
      "Sp. Attack": 35,
      "Sp. Defense": 35,
      "Speed": 35
    },
	"description": {
		"en": "Machop, the Superpower Pokémon. It continually undertakes strenuous training to master all forms of martial arts. Its strength lets it easily hoist a sumo wrestler onto its shoulders.",
		"it": "Machop, il Pokémon Megaforza. I suoi particolari muscoli non si infiammano mai, nemmeno in caso di esercizio eccessivo. Questo Pokémon ha la forza sufficiente per scagliare lontano un centinaio di uomini."
	}
  },
  {
    "id": 67,
    "name": "Machoke",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": 66,
		"to": 68
	},
    "stats": {
      "HP": 80,
      "Attack": 100,
      "Defense": 70,
      "Sp. Attack": 50,
      "Sp. Defense": 60,
      "Speed": 45
    },
	"description": {
		"en": "Machoke, the Superpower Pokémon. It's the evolved form of Machop. It wears a belt to keep its overwhelming power under control. Because it is so dangerous, no one has ever removed the belt.",
		"it": "Machoke, il Pokémon Megaforza. È la forma evolutiva di Machop. I suoi muscoli perfettamente tonici possiedono la durezza dell'acciaio. Questo Pokémon è così forte da riuscire a sollevare un lottatore di sumo con un dito."
	}
  },
  {
    "id": 68,
    "name": "Machamp",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": 67,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 130,
      "Defense": 80,
      "Sp. Attack": 65,
      "Sp. Defense": 85,
      "Speed": 55
    },
	"description": {
		"en": "Machamp, the Superpower Pokémon. It's the evolved form of Machoke. It is impossible to defend against punches and chops doled out by its four arms. Its fighting spirit flares up when it faces a tough opponent.",
		"it": "Machamp, il Pokémon Megaforza. È la forma evolutiva di Machoke. È noto per la sua conoscenza di ogni tipo di arti marziali. Può sferrare un migliaio di pugni in pochi secondi e con una sola mano può muovere persino una montagna"
	}
  },
  {
    "id": 69,
    "name": "Bellsprout",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 70
	},
    "stats": {
      "HP": 50,
      "Attack": 75,
      "Defense": 35,
      "Sp. Attack": 70,
      "Sp. Defense": 30,
      "Speed": 40
    },
	"description": {
		"en": "Bellsprout, the Flower Pokémon. Its thin and flexible body lets Bellsprout bend and sway to avoid any attack, however strong it may be. From its mouth, it leaks a fluid that melts even iron.",
		"it": "Bellsprout, il Pokémon Fiore. Il suo corpo esile e flessibile gli consente di piegarsi e oscillare per evitare ogni attacco, anche violento. Dalla bocca sputa un fluido corrosivo in grado di sciogliere anche il ferro."
	}
  },
  {
    "id": 70,
    "name": "Weepinbell",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 69,
		"to": 71
	},
    "stats": {
      "HP": 65,
      "Attack": 90,
      "Defense": 50,
      "Sp. Attack": 85,
      "Sp. Defense": 45,
      "Speed": 55
    },
	"description": {
		"en": "Weepinbell, the Flycatcher Pokémon. It's the evolved form of Bellsprout. At night, it hangs on to a tree branch with its hooked rear and sleeps. If it moves around in its sleep, it may wake up to find itself on the ground.",
		"it": "Weepinbell, il Pokémon Moschivoro. È la forma evolutiva di Bellsprout. è dotato di un grande uncino posteriore. Di notte lo usa per appendersi a un ramo e mettersi a dormire. Talvolta, agitandosi nel sonno, si sveglia al suolo."
	}
  },
  {
    "id": 71,
    "name": "Victreebel",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 70,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 105,
      "Defense": 65,
      "Sp. Attack": 100,
      "Sp. Defense": 70,
      "Speed": 70
    },
	"description": {
		"en": "Victreebel, the Flycatcher Pokémon. It's the evolved form of Weepinbell. The long vine extending from its head is waved about as if it were a living thing to attract prey. When an unsuspecting victim approaches, it is swallowed whole.",
		"it": "Victreebel, il Pokémon Moschivoro. È la forma evolutiva di Weepinbell. È dotato di una lunga liana che parte dalla testa. Il Pokémon la sventola e la agita come fosse un'esca per attirare la preda. Quando la preda ignara si avvicina, il Pokémon la inghiotte in un sol boccone."
	}
  },
  {
    "id": 72,
    "name": "Tentacool",
    "type": [
      "Water",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 73
	},
    "stats": {
      "HP": 40,
      "Attack": 40,
      "Defense": 35,
      "Sp. Attack": 50,
      "Sp. Defense": 100,
      "Speed": 70
    },
	"description": {
		"en": "Tentacool, the Jellyfish Pokémon. Its body is almost entirely composed of water. It ensnares its foe with its two long tentacles, then stabs with the poison stingers at their tips.",
		"it": "Tentacool, il Pokémon Medusa. Il suo corpo è costituito quasi completamente da acqua. Non essendo molto abile a nuotare, va in cerca di prede fluttuando in acque poco profonde."
	}
  },
  {
    "id": 73,
    "name": "Tentacruel",
    "type": [
      "Water",
      "Poison"
    ],
	"evolutions": {
		"from": 72,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 70,
      "Defense": 65,
      "Sp. Attack": 80,
      "Sp. Defense": 120,
      "Speed": 100
    },
	"description": {
		"en": "Tentacruel, the Jellyfish Pokémon. It's the evolved form of Tentacool. It lives in complex rock formations on the ocean floor and traps prey using its 80 tentacles. Its red orbs glow when it grows excited or agitated.",
		"it": "Tentacruel, il Pokémon Medusa. È la forma evolutiva di Tentacool. Ha due grandi sfere rosse sulla testa. Le sfere brillano prima di emettere potenti ultrasuoni. Gli attacchi di questo Pokémon creano onde impetuose nei dintorni."
	}
  },
  {
    "id": 74,
    "name": "Geodude",
    "type": [
      "Rock",
      "Ground"
    ],
	"evolutions": {
		"from": null,
		"to": 75
	},
    "stats": {
      "HP": 40,
      "Attack": 80,
      "Defense": 100,
      "Sp. Attack": 30,
      "Sp. Defense": 30,
      "Speed": 20
    },
	"description": {
		"en": "Geodude, the Rock Pokémon. It climbs mountain paths using only the power of its arms. Because they look just like boulders lining paths, hikers may step on them without noticing.",
		"it": "Geodude, il Pokémon Roccia. Lo si può trovare vicino ai sentieri di montagna. Bisogna fare attenzione a non calpestarlo per sbaglio, altrimenti diventa furioso."
	}
  },
  {
    "id": 75,
    "name": "Graveler",
    "type": [
      "Rock",
      "Ground"
    ],
	"evolutions": {
		"from": 74,
		"to": 76
	},
    "stats": {
      "HP": 55,
      "Attack": 95,
      "Defense": 115,
      "Sp. Attack": 45,
      "Sp. Defense": 45,
      "Speed": 35
    },
	"description": {
		"en": "Graveler, the Rock Pokémon. It's the evolved form of Geodude. They descend from mountains by tumbling down steep slopes. They are so brutal, they smash aside obstructing trees and massive boulders with thunderous tackles.",
		"it": "Graveler, il Pokémon Roccia. È la forma evolutiva di Geodude. Si ciba di rocce e pare preferisca quelle ricoperte di muschio. Spesso viene visto rotolare giù per i sentieri di montagna, travolgendo tutto ciò che incontra."
	}
  },
  {
    "id": 76,
    "name": "Golem",
    "type": [
      "Rock",
      "Ground"
    ],
	"evolutions": {
		"from": 75,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 120,
      "Defense": 130,
      "Sp. Attack": 55,
      "Sp. Defense": 65,
      "Speed": 45
    },
	"description": {
		"en": "Golem, the Megaton Pokémon. It's the evolved form of Graveler. It is said to live in volcanic craters on mountain peaks. Once a year, it sheds its hide and grows larger. The shed hide crumbles and returns to the soil.",
		"it": "Golem, il Pokémon Megatone. È la forma evolutiva di Graveler. Vivono in alta montagna. In caso di terremoto, questi Pokémon rotolano giù per i monti in massa e si fermano a valle."
	}
  },
  {
    "id": 77,
    "name": "Ponyta",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": null,
		"to": 78
	},
    "stats": {
      "HP": 50,
      "Attack": 85,
      "Defense": 55,
      "Sp. Attack": 65,
      "Sp. Defense": 65,
      "Speed": 90
    },
	"description": {
		"en": "Ponyta, the Fire Horse Pokémon. It's very weak at birth. It can barely stand up. Its legs become stronger as it stumbles and falls while trying to keep up with its parent.",
		"it": "Ponyta, il Pokémon Cavalfuoco. È molto debole alla nascita e riesce a malapena a reggersi in piedi. Poi si rinforza a furia di inciampare e cadere, cercando di tenere il passo dei suoi genitori."
	}
  },
  {
    "id": 78,
    "name": "Rapidash",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": 77,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 100,
      "Defense": 70,
      "Sp. Attack": 80,
      "Sp. Defense": 80,
      "Speed": 105
    },
	"description": {
		"en": "Rapidash, the Fire Horse Pokémon. It's the evolved form of Ponyta. It usually canters casually in the fields and plains. But once a Rapidash turns serious, its fiery manes flare and blaze as it gallops its way up to 240 km/h.",
		"it": "Rapidash, il Pokémon Cavalfuoco. È la forma evolutiva di Ponyta. Si vede comunemente galoppare in campagne e pianure. Quando si lancia a tutta velocità la sua fiera criniera brilla e arde mentre galoppa fino a 240 km/h."
	}
  },
  {
    "id": 79,
    "name": "Slowpoke",
    "type": [
      "Water",
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": 80
	},
    "stats": {
      "HP": 90,
      "Attack": 65,
      "Defense": 65,
      "Sp. Attack": 40,
      "Sp. Defense": 40,
      "Speed": 15
    },
	"description": {
		"en": "Slowpoke, the Dopey Pokémon. It catches prey by dipping its tail in water at the side of a river. But it often forgets what it is doing and spends entire days just loafing at water’s edge.",
		"it": "Slowpoke, il Pokémon Ronfone. Usa la coda per pescare la preda, immergendola in acqua dalle rive dei fiumi. Tuttavia, spesso dimentica cosa stava facendo e trascorre giorni interi a ciondolare vicino ai corsi d'acqua."
	}
  },
  {
    "id": 80,
    "name": "Slowbro",
    "type": [
      "Water",
      "Psychic"
    ],
	"evolutions": {
		"from": 79,
		"to": null
	},
    "stats": {
      "HP": 95,
      "Attack": 75,
      "Defense": 110,
      "Sp. Attack": 100,
      "Sp. Defense": 80,
      "Speed": 30
    },
	"description": {
		"en": "Slowbro, the Hermit Crab Pokémon. It's the evolved form of Slowpoke. Its tail has a Shellder firmly attached with a bite. As a result, the tail can’t be used for fishing anymore. This forces it to reluctantly swim and catch prey.",
		"it": "Slowbro, il Pokémon . È la forma evolutiva di Slowpoke. Ha uno Shellder saldamente attaccato alla coda, che quindi non può più essere usata per pescare. Così Slowbro può essere visto nuotare di malavoglia per catturare una preda."
	}
  },
  {
    "id": 81,
    "name": "Magnemite",
    "type": [
      "Electric",
      "Steel"
    ],
	"evolutions": {
		"from": null,
		"to": 82
	},
    "stats": {
      "HP": 25,
      "Attack": 35,
      "Defense": 70,
      "Sp. Attack": 95,
      "Sp. Defense": 55,
      "Speed": 45
    },
	"description": {
		"en": "Magnemite, the Magnet Pokémon. The units at its sides are extremely powerful magnets. They generate enough magnetism to draw in iron objects from over 90 meters away.",
		"it": "Magnemite, il Pokémon Calamita. Si attacca alle linee elettriche per caricarsi di energia. Può capitare che esaurisca la sua riserva di elettricità e di cadere al suolo. Se gli viene data una batteria, torna a muoversi."
	}
  },
  {
    "id": 82,
    "name": "Magneton",
    "type": [
      "Electric",
      "Steel"
    ],
	"evolutions": {
		"from": 81,
		"to": null
	},
    "stats": {
      "HP": 50,
      "Attack": 60,
      "Defense": 95,
      "Sp. Attack": 120,
      "Sp. Defense": 70,
      "Speed": 70
    },
	"description": {
		"en": "Magneton, the Magnet Pokémon. It's the evolved form of Magnemite. emits a powerful magnetic force that is fatal to electronics and precision instruments. Because of this, it is said that some towns warn people to keep this Pokémon inside a Poké Ball.",
		"it": "Magneton, il Pokémon Calamita. È la forma evolutiva di Magnemite. Emette una potente carica magnetica fatale per tutte le apparecchiature meccaniche. Nelle città, le sirene avvertono la popolazione di grandi invasioni di questi Pokémon."
	}
  },
  {
    "id": 83,
    "name": "Farfetch'd",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 52,
      "Attack": 90,
      "Defense": 55,
      "Sp. Attack": 58,
      "Sp. Defense": 62,
      "Speed": 60
    },
	"description": {
		"en": "Farfetch'd, the Wild Duck Pokémon. It is always seen with a stick from a plant. Apparently, there are good sticks and bad sticks. This Pokémon occasionally fights with others over choice sticks.",
		"it": "Farfetch'd, il Pokémon Selvanatra. Ha sempre con sé il gambo di qualche pianta. Pare che alcuni gambi siano migliori di altri. Spesso lotta con altri Pokémon per avere i gambi migliori."
	}
  },
  {
    "id": 84,
    "name": "Doduo",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": 85
	},
    "stats": {
      "HP": 35,
      "Attack": 85,
      "Defense": 45,
      "Sp. Attack": 35,
      "Sp. Defense": 35,
      "Speed": 75
    },
	"description": {
		"en": "Doduo, the Twin Bird Pokémon. Even while eating or sleeping, one of the heads remains always vigilant for any sign of danger. When threatened, it flees at over 100 km/h.",
		"it": "Doduo, il Pokémon Biuccello. Le due teste di Doduo non dormono mai nello stesso momento, in modo che una sia sempre vigile per difendersi dai nemici, mentre l'altra può riposarsi tranquilla."
	}
  },
  {
    "id": 85,
    "name": "Dodrio",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": 86,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 110,
      "Defense": 70,
      "Sp. Attack": 60,
      "Sp. Defense": 60,
      "Speed": 110
    },
	"description": {
		"en": "Dodrio, the Triple Bird Pokémon. It's the evolved form of Doduo. This peculiar Pokémon species has three heads. It vigorously races across grassy plains even in arid seasons with little rainfall.",
		"it": "Dodrio, il Pokémon Triuccello. È la forma evolutiva di Doduo. Se le tre teste di Dodrio guardano in tre direzioni diverse, significa che il Pokémon è vigile. In questo stato il Pokémon non va avvicinato, poiché potrebbe decidere di attaccare."
	}
  },
  {
    "id": 86,
    "name": "Seel",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 87
	},
    "stats": {
      "HP": 65,
      "Attack": 45,
      "Defense": 55,
      "Sp. Attack": 45,
      "Sp. Defense": 70,
      "Speed": 45
    },
	"description": {
		"en": "Seel, the Sea Lion Pokémon. It hunts for prey in frigid, ice-covered seas. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.",
		"it": "Seel, il Pokémon Otaria. Caccia le prede nel mare gelido sotto le lastre di ghiaccio. Per respirare apre un foro nel ghiaccio usando la protuberanza appuntita sulla sommità del capo."
	}
  },
  {
    "id": 87,
    "name": "Dewgong",
    "type": [
      "Water",
      "Ice"
    ],
	"evolutions": {
		"from": 86,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 70,
      "Defense": 80,
      "Sp. Attack": 70,
      "Sp. Defense": 95,
      "Speed": 70
    },
	"description": {
		"en": "Dewgong, the Sea Lion Pokémon. It's the evolved form of Seel. It loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.",
		"it": "Dewgong, il Pokémon Otaria. È la forma evolutiva di Seel. Adora riposare su una gelida lastra di ghiaccio. In passato i marinai confondevano il profilo di questo Pokémon addormentato sulla superficie gelata con una sirena."
	}
  },
  {
    "id": 88,
    "name": "Grimer",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 89
	},
    "stats": {
      "HP": 80,
      "Attack": 80,
      "Defense": 50,
      "Sp. Attack": 40,
      "Sp. Defense": 50,
      "Speed": 25
    },
	"description": {
		"en": "Grimer, the Sludge Pokémon. Born from polluted sludge in the sea, Grimer’s favorite food is anything filthy. They feed on wastewater pumped out from factories.",
		"it": "Grimer, il Pokémon Melma. Il suo corpo fangoso e gommoso può passare attraverso ogni apertura, anche la più angusta. Si intrufola dentro le condotte fognarie per bere le ripugnanti acque di scarico."
	}
  },
  {
    "id": 89,
    "name": "Muk",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": 88,
		"to": null
	},
    "stats": {
      "HP": 105,
      "Attack": 105,
      "Defense": 75,
      "Sp. Attack": 65,
      "Sp. Defense": 100,
      "Speed": 50
    },
	"description": {
		"en": "Muk, the Sludge Pokémon. It's the evolved form of Grimer. It prefers warm and humid habitats. In the summertime, the toxic substances in its body intensify, making Muk reek like putrid kitchen garbage.",
		"it": "Muk, il Pokémon Melma. È la forma evolutiva di Grimer. Quelli che sembrano denti e artigli sono in realtà tossine cristallizzate che avvelenano al solo contatto. Avvicinarsi è molto pericoloso."
	}
  },
  {
    "id": 90,
    "name": "Shellder",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 91
	},
    "stats": {
      "HP": 30,
      "Attack": 65,
      "Defense": 100,
      "Sp. Attack": 45,
      "Sp. Defense": 25,
      "Speed": 40
    },
	"description": {
		"en": "Shellder, the Bivalve Pokémon. At night, it burrows a hole in the seafloor with its broad tongue to make a place to sleep. While asleep, it closes its shell, but leaves its tongue hanging out.",
		"it": "Shellder, il Pokémon Bivalve. La conchiglia esterna è più dura del diamante e gli permette di respingere ogni tipo di attacco. In passato era usata per costruire scudi."
	}
  },
  {
    "id": 91,
    "name": "Cloyster",
    "type": [
      "Water",
      "Ice"
    ],
	"evolutions": {
		"from": 90,
		"to": null
	},
    "stats": {
      "HP": 50,
      "Attack": 95,
      "Defense": 180,
      "Sp. Attack": 85,
      "Sp. Defense": 45,
      "Speed": 70
    },
	"description": {
		"en": "Cloyster, the Bivalve Pokémon. It's the evolved form of Shellder. It swims in the sea by swallowing water, then jetting it out toward the rear. Cloyster shoots spikes from its shell using the same system.",
		"it": "Cloyster, il Pokémon Bivalve. È la forma evolutiva di Shellder. È in grado di nuotare in mare aperto, ingerendo acqua dalla bocca per poi espellerla violentemente a mo' di propulsore. Questo Pokémon usa lo stesso metodo per sparare punte dalla conchiglia."
	}
  },
  {
    "id": 92,
    "name": "Gastly",
    "type": [
      "Ghost",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 93
	},
    "stats": {
      "HP": 30,
      "Attack": 35,
      "Defense": 30,
      "Sp. Attack": 100,
      "Sp. Defense": 35,
      "Speed": 80
    },
	"description": {
		"en": "Gastly, the Gas Pokémon. When exposed to a strong wind, a its gaseous body quickly dwindles away. They cluster under the eaves of houses to escape the ravages of wind.",
		"it": "Gastly, il Pokémon Gas. è composto prevalentemente di sostanze gassose. Se esposto al vento forte il suo corpo gassoso si disperde subito. Gruppi di questi Pokémon si radunano sotto i cornicioni per ripararsi dal vento."
	}
  },
  {
    "id": 93,
    "name": "Haunter",
    "type": [
      "Ghost",
      "Poison"
    ],
	"evolutions": {
		"from": 92,
		"to": 94
	},
    "stats": {
      "HP": 45,
      "Attack": 50,
      "Defense": 45,
      "Sp. Attack": 115,
      "Sp. Defense": 55,
      "Speed": 95
    },
	"description": {
		"en": "Haunter, the Gas Pokémon. It's the evolved form of Gastly. If it beckons you while it's floating in darkness, don’t approach it. This Pokémon will try to lick you with its tongue and steal your life away.",
		"it": "Haunter, il Pokémon Gas. È la forma evolutiva di Gastly. È un Pokémon pericoloso. Se lo vedi fare cenni mentre fluttua nell'oscurità, è meglio fuggire, poiché il Pokémon cercherà di leccare il malcapitato e succhiargli la vita."
	}
  },
  {
    "id": 94,
    "name": "Gengar",
    "type": [
      "Ghost",
      "Poison"
    ],
	"evolutions": {
		"from": 93,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 65,
      "Defense": 60,
      "Sp. Attack": 130,
      "Sp. Defense": 75,
      "Speed": 110
    },
	"description": {
		"en": "Gengar, the Shadow Pokémon. It's the evolved form of Haunter. Deep in the night, your shadow cast by a streetlight may suddenly overtake you. It is actually a Gengar running past you, pretending to be your shadow.",
		"it": "Gengar, il Pokémon Ombra. È la forma evolutiva di Haunter. Talvolta, nelle notti buie, può accadere che un passante sia improvvisamente aggredito dalla propria ombra. È opera di Gengar, che usa avvicinarsi fingendosi un'ombra."
	}
  },
  {
    "id": 95,
    "name": "Onix",
    "type": [
      "Rock",
      "Ground"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 35,
      "Attack": 45,
      "Defense": 160,
      "Sp. Attack": 30,
      "Sp. Defense": 45,
      "Speed": 70
    },
	"description": {
		"en": "Onix, the Rock Snake Pokémon. There is a magnet in its brain that prevents an Onix from losing direction while tunneling. As it grows older, its body becomes steadily rounder and smoother.",
		"it": "Onix, il Pokémon Serpesasso. Ha una calamita nel cervello, che agisce da bussola per consentirgli di non perdere l'orientamento mentre scava sottoterra. Con il passare del tempo il suo corpo diventa sempre più smussato e levigato."
	}
  },
  {
    "id": 96,
    "name": "Drowzee",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": 97
	},
    "stats": {
      "HP": 60,
      "Attack": 48,
      "Defense": 45,
      "Sp. Attack": 43,
      "Sp. Defense": 90,
      "Speed": 42
    },
	"description": {
		"en": "Drowzee, the Hypnosis Pokémon. If your nose becomes itchy while you are sleeping, it’s a sure sign that a Drowzee is standing above your pillow and trying to eat your dream through your nostrils.",
		"it": "Drowzee, il Pokémon Ipnosi. È solito nutrirsi dei sogni degli altri mentre dormono, estraendoli dalle loro narici. Se durante il sonno si avverte prurito al naso, significa che Drowzee è già all'opera."
	}
  },
  {
    "id": 97,
    "name": "Hypno",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": 96,
		"to": null
	},
    "stats": {
      "HP": 85,
      "Attack": 73,
      "Defense": 70,
      "Sp. Attack": 73,
      "Sp. Defense": 115,
      "Speed": 67
    },
	"description": {
		"en": "Hypno, the Hypnosis Pokémon. It's the evolved form of Drowzee. The arcing movement and glitter of the pendulum in its hand lull the foe into deep hypnosis. While searching for prey, it polishes the pendulum.",
		"it": "Hypno, il Pokémon Ipnosi. È la forma evolutiva di Drowzee. Tiene in mano un pendolo i cui riflessi e movimento inducono l'avversario in uno stato d'ipnosi. Mentre cerca la preda si prepara lucidando il pendolo."
	}
  },
  {
    "id": 98,
    "name": "Krabby",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 99
	},
    "stats": {
      "HP": 30,
      "Attack": 105,
      "Defense": 90,
      "Sp. Attack": 25,
      "Sp. Defense": 25,
      "Speed": 50
    },
	"description": {
		"en": "Krabby, the River Crab Pokémon. It lives in holes dug into beaches. On sandy shores with little in the way of food, they can be seen squabbling with each other over territory.",
		"it": "Krabby il Pokémon Granchio. Vive in spiaggia, nascosto in buche scavate nella sabbia. Sulle spiagge molto sabbiose, dove scarseggia il cibo, è possibile vedere questi Pokémon attaccarsi a vicenda in difesa del proprio territorio."
	}
  },
  {
    "id": 99,
    "name": "Kingler",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 98,
		"to": null
	},
    "stats": {
      "HP": 55,
      "Attack": 130,
      "Defense": 115,
      "Sp. Attack": 50,
      "Sp. Defense": 50,
      "Speed": 75
    },
	"description": {
		"en": "Kingler, the Pincer Pokémon. It's the evolved form of Krabby. It waves its huge, oversized claw in the air to communicate with others. But since the claw is so heavy, this Pokémon quickly tires.",
		"it": "Kingler, il Pokémon Chela. È la forma evolutiva di Krabby. È dotato di un'enorme chela, che brandisce nell'aria per comunicare con i suoi simili. Tuttavia, dato il notevole peso della chela sovradimensionata, il Pokémon si stanca in fretta."
	}
  },
  {
    "id": 100,
    "name": "Voltorb",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": null,
		"to": 101
	},
    "stats": {
      "HP": 40,
      "Attack": 30,
      "Defense": 50,
      "Sp. Attack": 55,
      "Sp. Defense": 55,
      "Speed": 100
    },
	"description": {
		"en": "Voltorb, the Ball Pokémon. It bears an uncanny and unexplained resemblance to a Poké Ball. Because it explodes at the slightest shock, even veteran Trainers treat it with caution.",
		"it": "Voltorb, il Pokémon Ball. Si dice che abbia un aspetto simile a una Poké Ball per passare inosservato. Tende ad autodistruggersi al minimo stimolo."
	}
  },
  {
    "id": 101,
    "name": "Electrode",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": 100,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 50,
      "Defense": 70,
      "Sp. Attack": 80,
      "Sp. Defense": 80,
      "Speed": 150
    },
	"description": {
		"en": "Electrode, the Ball Pokémon. It's the evolved form of Voltorb. They appear in great numbers at electric power plants. Because they feed on electricity, they cause massive and chaotic blackouts in nearby cities.",
		"it": "Electrode, il Pokémon Ball. È la forma evolutiva di Voltorb. Nutrendosi di elettricità, gli Electrode si aggirano numerosi attorno alle centrali elettriche, talvolta causando blackout e ingenti disagi nelle città circostanti."
	}
  },
  {
    "id": 102,
    "name": "Exeggcute",
    "type": [
      "Grass",
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": 103
	},
    "stats": {
      "HP": 60,
      "Attack": 40,
      "Defense": 80,
      "Sp. Attack": 60,
      "Sp. Defense": 45,
      "Speed": 40
    },
	"description": {
		"en": "Exeggcute, the Egg Pokémon. It consists of six eggs that care for each other. The eggs attract each other and spin around. When cracks increasingly appear, it is close to evolution.",
		"it": "Exeggcute, il Pokémon Uovo. È costituito da un nucleo composto da sei uova, che girano vorticosamente attraendosi a vicenda. Quando i gusci iniziano a rompersi, Exeggcute è prossimo all'evoluzione."
	}
  },
  {
    "id": 103,
    "name": "Exeggutor",
    "type": [
      "Grass",
      "Psychic"
    ],
	"evolutions": {
		"from": 102,
		"to": null
	},
    "stats": {
      "HP": 95,
      "Attack": 95,
      "Defense": 85,
      "Sp. Attack": 125,
      "Sp. Defense": 75,
      "Speed": 55
    },
	"description": {
		"en": "Exeggutor, the Coconut Pokémon. It's the evolved form of Exeggcute. Originally from the tropics, Exeggutor’s heads grow larger from exposure to strong sunlight. It is said that when the heads fall, they group to form an Exeggcute.",
		"it": "Exeggutor, il Pokémon Nocecocco. È la forma evolutiva di Exeggcute. è originario dei tropici. Le teste crescono costantemente se esposte a forte luce solare. Pare che quando le teste cadono, si uniscano per formare un Exeggcute."
	}
  },
  {
    "id": 104,
    "name": "Cubone",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": null,
		"to": 105
	},
    "stats": {
      "HP": 50,
      "Attack": 50,
      "Defense": 95,
      "Sp. Attack": 40,
      "Sp. Defense": 50,
      "Speed": 35
    },
	"description": {
		"en": "Cubone, the Lonely Pokémon. It pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull it wears are from its tears.",
		"it": "Cubone, il Pokémon Solitario. Si strugge per la madre che non rivedrà mai più. Piange alla luna piena che somiglia molto alla madre. Le macchie sul teschio che indossa sono dovute alle lacrime copiose."
	}
  },
  {
    "id": 105,
    "name": "Marowak",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": 104,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 80,
      "Defense": 110,
      "Sp. Attack": 50,
      "Sp. Defense": 80,
      "Speed": 45
    },
	"description": {
		"en": "Marowak, the Bone Keeper Pokémon. It's the evolved form of a Cubone that has grown tough by overcoming the grief of losing its mother. Its tempered and hardened spirit is not easily broken.",
		"it": "Marowak, il Pokémon Guardaossi. È la forma evolutiva di Cubone. Si è evoluto dopo essersi temprato e aver superato il lutto. Usa l'osso come un'arma e lotta valorosamente contro i nemici."
	}
  },
  {
    "id": 106,
    "name": "Hitmonlee",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 50,
      "Attack": 120,
      "Defense": 53,
      "Sp. Attack": 35,
      "Sp. Defense": 110,
      "Speed": 87
    },
	"description": {
		"en": "Hitmonlee, the Kicking Pokémon. Its legs freely stretch and contract. Using these springlike limbs, it bowls over foes with devastating kicks. After battle, it rubs down its tired legs.",
		"it": "Hitmonlee, il Pokémon Tiracalci. Le sue zampe sono estremamente elastiche. Usandole a mo' di molla, si scaglia sul nemico con calci rovinosi. Dopo la lotta si strofina le zampe e scioglie i muscoli per recuperare le forze."
	}
  },
  {
    "id": 107,
    "name": "Hitmonchan",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 50,
      "Attack": 105,
      "Defense": 79,
      "Sp. Attack": 35,
      "Sp. Defense": 110,
      "Speed": 76
    },
	"description": {
		"en": "Hitmonchan, the Punching Pokémon. It's said to possess the spirit of a boxer who aimed to become the world champion. Having an indomitable spirit means that it will never give up.",
		"it": "Hitmonchan, il Pokémon Tirapugni. Si dice che abbia l'animo di un pugile destinato a partecipare al campionato mondiale. Questo Pokémon ha uno spirito indomito e non demorde mai di fronte alle avversità."
	}
  },
  {
    "id": 108,
    "name": "Lickitung",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 55,
      "Defense": 75,
      "Sp. Attack": 60,
      "Sp. Defense": 75,
      "Speed": 30
    },
	"description": {
		"en": "Lickitung, the Licking Pokémon. Whenever it sees something unfamiliar, it always licks the object because it memorizes things by texture and taste. It is somewhat put off by sour things.",
		"it": "Lickitung, il Pokémon Linguaccia. Quando si trova davanti a qualcosa di nuovo, istintivamente lo assaggia con una leccata. È dotato infatti di una memoria legata al gusto e alla consistenza degli oggetti. Non ama i sapori aspri."
	}
  },
  {
    "id": 109,
    "name": "Koffing",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 110
	},
    "stats": {
      "HP": 40,
      "Attack": 65,
      "Defense": 95,
      "Sp. Attack": 60,
      "Sp. Defense": 45,
      "Speed": 35
    },
	"description": {
		"en": "Koffing, the Poison Gas Pokémon. Getting up close to a Koffing will give you a chance to observe, through its thin skin, the toxic gases swirling inside. It blows up at the slightest stimulation.",
		"it": "Koffing, il Pokémon Velenuvola. Il suo corpo è gonfio di gas velenosi. Va nelle discariche attratto dall'odore di rifiuti putrescenti."
	}
  },
  {
    "id": 110,
    "name": "Weezing",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": 109,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 90,
      "Defense": 120,
      "Sp. Attack": 85,
      "Sp. Defense": 70,
      "Speed": 60
    },
	"description": {
		"en": "Weezing, the Poison Gas Pokémon. It's the evolved form of Koffing. By diluting its toxic gases with a special process, the highest grade of perfume can be extracted. To Weezing, gases emanating from garbage are the ultimate feast.",
		"it": "Weezing, il Pokémon Velenuvola. Si serve del suo duplice corpo per miscelare i gas. Si sente a suo agio in case sudicie e maltenute, e la notte, mentre dormono tutti, lui si aggira furtivo tra i rifiuti domestici."
	}
  },
  {
    "id": 111,
    "name": "Rhyhorn",
    "type": [
      "Ground",
      "Rock"
    ],
	"evolutions": {
		"from": null,
		"to": 112
	},
    "stats": {
      "HP": 80,
      "Attack": 85,
      "Defense": 95,
      "Sp. Attack": 30,
      "Sp. Defense": 30,
      "Speed": 25
    },
	"description": {
		"en": "Rhyhorn, the Spikes Pokémon. Even if strong, it's not particularly bright. This Pokémon can shatter even a skyscraper with its charging Tackles.",
		"it": "Rhyhorn, il Pokémon Punzoni. È molto forte, benché non particolarmente brillante. Se si scaglia contro un grattacielo può raderlo al suolo."
	}
  },
  {
    "id": 112,
    "name": "Rhydon",
    "type": [
      "Ground",
      "Rock"
    ],
	"evolutions": {
		"from": 111,
		"to": null
	},
    "stats": {
      "HP": 105,
      "Attack": 130,
      "Defense": 120,
      "Sp. Attack": 45,
      "Sp. Defense": 45,
      "Speed": 40
    },
	"description": {
		"en": "Rhydon, the Drill Pokémon. It's the evolved form of Rhyhorn. Its horn, which rotates like a drill, destroys tall buildings with one strike. It stands on its hind legs, and its brain is well developed.",
		"it": "Rhydon, il Pokémon Trapano. È la forma evolutiva di Rhyhorn. Possiede un corno che usa come trivella. Può sfruttarlo per distruggere roccie e massi."
	}
  },
  {
    "id": 113,
    "name": "Chansey",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 250,
      "Attack": 5,
      "Defense": 5,
      "Sp. Attack": 35,
      "Sp. Defense": 105,
      "Speed": 50
    },
	"description": {
		"en": "Chansey, the Egg Pokémon. It lays nutritionally excellent eggs every day. The eggs are so delicious, they are eagerly devoured by even those people who have lost their appetite.",
		"it": "Chansey, il Pokémon Uovo. Ogni giorno depone uova molto nutrienti. Queste uova sono così buone da far tornare l'appetito a chi lo ha perso."
	}
  },
  {
    "id": 114,
    "name": "Tangela",
    "type": [
      "Grass"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 55,
      "Defense": 115,
      "Sp. Attack": 100,
      "Sp. Defense": 40,
      "Speed": 60
    },
	"description": {
		"en": "Tangela, the Vine Pokémon. Its vines snap off easily and painlessly if they are grabbed, allowing it to make a quick getaway. The lost vines are replaced by new growth the very next day.",
		"it": "Tangela, il Pokémon Liana. Se le sue liane vengono afferrate, si staccano con facilità, ma in modo indolore, consentendo una pratica scappatoia al Pokémon."
	}
  },
  {
    "id": 115,
    "name": "Kangaskhan",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 105,
      "Attack": 95,
      "Defense": 80,
      "Sp. Attack": 40,
      "Sp. Defense": 80,
      "Speed": 90
    },
	"description": {
		"en": "Kangaskhan, the Parent Pokémon. If you come across a young Kangaskhan playing by itself, never try to catch it. The baby’s parent is sure to be in the area, and it will become violently enraged.",
		"it": "Kangaskhan, il Pokémon Genitore. Se si avvista un cucciolo di Kangaskhan giocare per conto suo, non bisogna mai disturbarlo o cercare di catturarlo. Il suo genitore, infatti, è sicuramente nei paraggi e potrebbe reagire molto violentemente."
	}
  },
  {
    "id": 116,
    "name": "Horsea",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 117
	},
    "stats": {
      "HP": 30,
      "Attack": 40,
      "Defense": 70,
      "Sp. Attack": 70,
      "Sp. Defense": 25,
      "Speed": 60
    },
	"description": {
		"en": "Horsea, the Dragon Pokémon. By cleverly flicking the fins on its back side to side, it moves in any direction while facing forward. It spits ink to escape if it senses danger.",
		"it": "Horsea, il Pokémon Drago. Vive in mari dalle correnti tranquille. Quando viene attaccato spruzza inchiostro nero e ne approfitta per fuggire."
	}
  },
  {
    "id": 117,
    "name": "Seadra",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 116,
		"to": null
	},
    "stats": {
      "HP": 55,
      "Attack": 65,
      "Defense": 95,
      "Sp. Attack": 95,
      "Sp. Defense": 45,
      "Speed": 85
    },
	"description": {
		"en": "Seadra, the Dragon Pokémon. It's the evolved form of Horsea. The poisonous barbs all over its body are highly valued as ingredients for making traditional herbal medicine. It shows no mercy to anything approaching its nest.",
		"it": "Seadra, il Pokémon Drago. È la forma evolutiva di Horsea. Dorme dopo essersi sistemato tra i rami di un corallo. I cercatori di corallo spesso rischiano di essere punti dai suoi aculei velenosi se non si accorgono della sua presenza."
	}
  },
  {
    "id": 118,
    "name": "Goldeen",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 119
	},
    "stats": {
      "HP": 45,
      "Attack": 67,
      "Defense": 60,
      "Sp. Attack": 35,
      "Sp. Defense": 50,
      "Speed": 63
    },
	"description": {
		"en": "Goldeen, the Goldfish Pokémon. In the springtime, schools of Goldeen can be seen swimming up falls and rivers. It metes out staggering damage with its single horn.",
		"it": "Goldeen, il Pokémon Pescerosso. È un Pokémon molto elegante dai movimenti aggraziati. Tuttavia, è necessario stare attenti poiché è capace di attaccare violentemente con il suo corno."
	}
  },
  {
    "id": 119,
    "name": "Seaking",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 118,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 92,
      "Defense": 65,
      "Sp. Attack": 65,
      "Sp. Defense": 80,
      "Speed": 68
    },
	"description": {
		"en": "Seaking, the Goldfish Pokémon. It's the evolved form of Goldeen. It punches holes in boulders on streambeds. This is a clever innovation that prevents its eggs from being attacked or washed away by the current.",
		"it": "Seaking, il Pokémon Pescerosso. È la forma evolutiva di Goldeen. In autunno ingrassa in previsione della stagione degli amori e assume colori sgargianti."
	}
  },
  {
    "id": 120,
    "name": "Staryu",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 121
	},
    "stats": {
      "HP": 30,
      "Attack": 45,
      "Defense": 55,
      "Sp. Attack": 70,
      "Sp. Defense": 55,
      "Speed": 85
    },
	"description": {
		"en": "Staryu, the Star Shape Pokémon. It gathers with others in the night and makes its red core glow on and off with the twinkling stars. It can regenerate limbs if they are severed from its body.",
		"it": "Staryu, il Pokémon Stella. Quando si raggruppano di notte, i loro nuclei centrali brillano al ritmo delle stelle. Se perde un'appendice, questo Pokémon la rigenera senza problemi."
	}
  },
  {
    "id": 121,
    "name": "Starmie",
    "type": [
      "Water",
      "Psychic"
    ],
	"evolutions": {
		"from": 120,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 75,
      "Defense": 85,
      "Sp. Attack": 100,
      "Sp. Defense": 85,
      "Speed": 115
    },
	"description": {
		"en": "Starmie, the Mysterious Pokémon. It's the evolved form of Staryu. People in ancient times imagined that Starmie were transformed from the reflections of stars that twinkled on gentle waves at night.",
		"it": "Starmie, il Pokémon Misterioso. È la forma evolutiva di Staryu. Nuota roteando vorticosamente il corpo a stella come fosse l'elica di una nave. Il suo nucleo brilla in sette diversi colori."
	}
  },
  {
    "id": 122,
    "name": "Mr. Mime",
    "type": [
      "Psychic",
      "Fairy"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 40,
      "Attack": 45,
      "Defense": 65,
      "Sp. Attack": 100,
      "Sp. Defense": 120,
      "Speed": 90
    },
	"description": {
		"en": "Mr. Mime, the Barrier Pokémon. It's a master of pantomime. It can convince others that something unseeable actually exists. Once believed, the imaginary object does become real.",
		"it": "Mr. Mime, il Pokémon Barriera. È un esperto di mimica. Con la gestualità convince l'osservatore dell'esistenza di oggetti invisibili che saranno percepiti come reali."
	}
  },
  {
    "id": 123,
    "name": "Scyther",
    "type": [
      "Bug",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 70,
      "Attack": 110,
      "Defense": 80,
      "Sp. Attack": 55,
      "Sp. Defense": 80,
      "Speed": 105
    },
	"description": {
		"en": "Scyther, the Mantis Pokémon. Its blindingly fast speed adds to the sharpness of its twin forearm scythes. The scythes can slice through thick logs in one wicked stroke.",
		"it": "Scyther, il Pokémon Mantide. È veloce come una saetta. La rapidità rende le falci sulle zampe anteriori così efficaci da tranciare con un colpo secco persino un tronco secolare."
	}
  },
  {
    "id": 124,
    "name": "Jynx",
    "type": [
      "Ice",
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 50,
      "Defense": 35,
      "Sp. Attack": 115,
      "Sp. Defense": 95,
      "Speed": 95
    },
	"description": {
		"en": "Jynx, the Human Shape Pokémon. It sashays rhythmically as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without noticing.",
		"it": "Jynx, il Pokémon Umanoide. Avanza oscillando ritmicamente come in una specie di danza che ammalia chi lo vede. L'osservatore viene così indotto a danzare senza rendersene conto."
	}
  },
  {
    "id": 125,
    "name": "Electabuzz",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 83,
      "Defense": 57,
      "Sp. Attack": 95,
      "Sp. Defense": 85,
      "Speed": 105
    },
	"description": {
		"en": "Electabuzz, the Electric Pokémon. When a storm approaches, it competes with others to scale heights that are likely to be stricken by lightning. Some towns use Electabuzz in place of lightning rods.",
		"it": "Electabuzz, il Pokémon Elettrico. All'arrivo di un temporale questi Pokémon si raggruppano e a gara scalano le vette più alte sperando di riuscire a prendere qualche fulmine."
	}
  },
  {
    "id": 126,
    "name": "Magmar",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 95,
      "Defense": 57,
      "Sp. Attack": 100,
      "Sp. Defense": 85,
      "Speed": 93
    },
	"description": {
		"en": "Magmar, the Spitfire Pokémon. In battle, it blows out intense flames from all over its body to intimidate its foe. These fiery bursts create heat waves that ignite grass and trees in the area.",
		"it": "Magmar, il Pokémon Sputafuoco. In lotta, sputa fiamme roventi da tutto il corpo per intimidire l'avversario. La sua furia provoca ondate di calore che bruciano la vegetazione circostante."
	}
  },
  {
    "id": 127,
    "name": "Pinsir",
    "type": [
      "Bug"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 125,
      "Defense": 100,
      "Sp. Attack": 55,
      "Sp. Defense": 70,
      "Speed": 85
    },
	"description": {
		"en": "Pinsir, the Stag Beetle Pokémon. Its pincers are strong enough to shatter thick logs. Because Pinsir dislikes cold, it burrows and sleeps under the ground on chilly nights.",
		"it": "Pinsir, il Pokémon Cervolante. È dotato di due chele enormi sul capo, dalla cui superficie sporgono aculei. Questi vengono conficcati nel corpo del nemico quando le chele si chiudono, per impedirne la fuga."
	}
  },
  {
    "id": 128,
    "name": "Tauros",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 75,
      "Attack": 100,
      "Defense": 95,
      "Sp. Attack": 40,
      "Sp. Defense": 70,
      "Speed": 110
    },
	"description": {
		"en": "Tauros, the Wild Bull Pokémon. It is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.",
		"it": "Tauros, il Pokémon Torobrado. Questo Pokémon è molto insofferente e sempre alla ricerca della rissa. Se non trova un avversario con cui lottare, Tauros si lancia contro grossi tronchi per abbaterli e calmarsi."
	}
  },
  {
    "id": 129,
    "name": "Magikarp",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 130
	},
    "stats": {
      "HP": 20,
      "Attack": 10,
      "Defense": 55,
      "Sp. Attack": 15,
      "Sp. Defense": 20,
      "Speed": 80
    },
	"description": {
		"en": "Magikarp, the Fish Pokémon. is virtually useless in battle as it can only splash around. As a result, it is considered to be weak. However, it is actually a very hardy Pokémon that can survive in any body of water no matter how polluted it is.",
		"it": "Magikarp, il Pokémon Pesce. Nella lotta è virtualmente inutile, poiché può solo sguazzare. Per questo motivo è considerato debole. In realtà, si tratta di un Pokémon molto robusto che sopravvive in qualsiasi tipo di bacino d'acqua, anche i più inquinati."
	}
  },
  {
    "id": 130,
    "name": "Gyarados",
    "type": [
      "Water",
      "Flying"
    ],
	"evolutions": {
		"from": 129,
		"to": null
	},
    "stats": {
      "HP": 95,
      "Attack": 125,
      "Defense": 79,
      "Sp. Attack": 60,
      "Sp. Defense": 100,
      "Speed": 81
    },
	"description": {
		"en": "Gyarados, the Atrocious Pokémon. It's the evolved form of Magikarp. It is an extremely vicious and violent Pokémon. When humans begin to fight, it will appear and burn everything to the ground with intensely hot flames.",
		"it": "Gyarados, il Pokémon Atroce. È la forma evolutiva di Magikarp. Quando s'infuria, la sua indole feroce e violenta non si placa finché non ha incendiato ogni cosa. Ci sono testimonianze di sfuriate di questo Pokémon durate anche un mese intero."
	}
  },
  {
    "id": 131,
    "name": "Lapras",
    "type": [
      "Water",
      "Ice"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 130,
      "Attack": 85,
      "Defense": 80,
      "Sp. Attack": 85,
      "Sp. Defense": 95,
      "Speed": 60
    },
	"description": {
		"en": "Lapras, the Transport Pokémon. People have driven Lapras almost to the point of extinction. In the evenings, it is said to sing plaintively as it seeks what few others of its kind still remain.",
		"it": "Lapras, il Pokémon Trasporto. Portato quasi alla totale estinzione, si dice che la sera lo si senta cantare malinconico per richiamare i suoi pochi simili ancora in vita."
	}
  },
  {
    "id": 132,
    "name": "Ditto",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 48,
      "Attack": 48,
      "Defense": 48,
      "Sp. Attack": 48,
      "Sp. Defense": 48,
      "Speed": 48
    },
	"description": {
		"en": "Ditto, the Transform Pokémon. It rearranges its cell structure to transform itself. However, if it tries to change based on its memory, it will get details wrong.",
		"it": "Ditto, il Pokémon Mutante. Cambia la sua struttura cellulare per assumere molte altre forme. Tuttavia, quando si affida solo alla sua memoria, talvolta dimentica dettagli importanti."
	}
  },
  {
    "id": 133,
    "name": "Eevee",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": [ 134, 135, 136, 196, 197, 470, 471 ]
	},
    "stats": {
      "HP": 55,
      "Attack": 55,
      "Defense": 50,
      "Sp. Attack": 45,
      "Sp. Defense": 65,
      "Speed": 55
    },
	"description": {
		"en": "Eevee, the Evolution Pokémon. It has an unstable genetic makeup that suddenly mutates due to its environment. Radiation from various Stones causes this Pokémon to evolve.",
		"it": "Eevee, il Pokémon Evoluzione. È dotato di un instabile corredo genetico che muta in base all'habitat naturale in cui vive. Le radiazioni di diverse Pietre ne scatenano l'evoluzione."
	}
  },
  {
    "id": 134,
    "name": "Vaporeon",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 130,
      "Attack": 65,
      "Defense": 60,
      "Sp. Attack": 110,
      "Sp. Defense": 95,
      "Speed": 65
    },
	"description": {
		"en": "Vaporeon, the Bubble Jet Pokémon. It's an evolved form of Eevee. It underwent a spontaneous mutation and grew fins and gills that allow them to live underwater. They have the ability to freely control water.",
		"it": "Vaporeon, il Pokémon Bollajet. È una forma evolutiva di Eevee. Frutto di una mutazione naturale, ha sviluppato pinne e branchie per vivere sott'acqua. Ha la capacità di sfruttare l'acqua a suo vantaggio."
	}
  },
  {
    "id": 135,
    "name": "Jolteon",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 65,
      "Defense": 60,
      "Sp. Attack": 110,
      "Sp. Defense": 95,
      "Speed": 130
    },
	"description": {
		"en": "Jolteon, the Lightning Pokémon. It's an evolved form of Eevee. Its cells generate weak power that is amplified by its fur’s static electricity to drop thunderbolts. The bristling fur is made of electrically charged needles.",
		"it": "Jolteon, il Pokémon Luminoso. È una forma evolutiva di Eevee. Le sue cellule generano un basso potenziale elettrico, che viene tuttavia amplificato dall'elettricità statica della sua pelliccia, da cui scatena fulmini."
	}
  },
  {
    "id": 136,
    "name": "Flareon",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 130,
      "Defense": 60,
      "Sp. Attack": 95,
      "Sp. Defense": 110,
      "Speed": 65
    },
	"description": {
		"en": "Flareon, the Flame Pokémon. It's an evolved form of Eevee. Its fluffy fur releases heat into the air so that its body does not get excessively hot. Its body temperature can rise to a maximum of 900°C.",
		"it": "Flareon, il Pokémon Fiamma. È una forma evolutiva di Eevee. La sua morbida pelliccia di ha lo scopo di liberare calore nell'aria abbassando in tal modo la temperatura corporea, che raggiunge al massimo 900°C."
	}
  },
  {
    "id": 137,
    "name": "Porygon",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 60,
      "Defense": 70,
      "Sp. Attack": 85,
      "Sp. Defense": 75,
      "Speed": 40
    },
	"description": {
		"en": "Porygon, the Virtual Pokémon. It is capable of reverting itself entirely back to program data in order to enter cyberspace. A Porygon is copy-protected so it cannot be duplicated.",
		"it": "Porygon, il Pokémon Virtuale. Può regredire ai suoi codici di programmazione originari ed entrare nel ciberspazio. È dotato di un sistema antipirateria per evitare la duplicazione."
	}
  },
  {
    "id": 138,
    "name": "Omanyte",
    "type": [
      "Rock",
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 139
	},
    "stats": {
      "HP": 35,
      "Attack": 40,
      "Defense": 100,
      "Sp. Attack": 90,
      "Sp. Defense": 55,
      "Speed": 35
    },
	"description": {
		"en": "Omanyte, the Spiral Pokémon. It's one of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by humans. If attacked, it withdraws into its hard shell.",
		"it": "Omanyte, il Pokémon Spirale. È uno degli antichi Pokémon estinti rigenerati di recente dall'uomo. Se viene aggredito da un nemico, si ritira all'interno della sua dura corazza."
	}
  },
  {
    "id": 139,
    "name": "Omastar",
    "type": [
      "Rock",
      "Water"
    ],
	"evolutions": {
		"from": 138,
		"to": null
	},
    "stats": {
      "HP": 70,
      "Attack": 60,
      "Defense": 125,
      "Sp. Attack": 115,
      "Sp. Defense": 70,
      "Speed": 55
    },
	"description": {
		"en": "Omastar, the Spiral Pokémon. It's the evolved form of Omanyte. It uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large, making its movements slow and ponderous.",
		"it": "Omastar, il Pokémon Spirale. È la forma evolutiva di Omanyte. Usa i tentacoli per catturare la preda. Si pensa che si sia estinto a causa della conchiglia troppo ingombrante, che rendeva i movimenti lenti e difficoltosi."
	}
  },
  {
    "id": 140,
    "name": "Kabuto",
    "type": [
      "Rock",
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 141
	},
    "stats": {
      "HP": 30,
      "Attack": 80,
      "Defense": 90,
      "Sp. Attack": 55,
      "Sp. Defense": 45,
      "Speed": 55
    },
	"description": {
		"en": "Kabuto, the Shellfish Pokémon. It is a Pokémon that has been regenerated from a fossil. However, in rare cases, living examples have been discovered. Pokémon have not changed for 300 million years.",
		"it": "Kabuto, il Pokémon Crostaceo. È stato rigenerato da un fossile, sebbene in rari casi siano stati scoperti esemplari viventi. Non ha subito alcuna mutazione in oltre 300 milioni di anni."
	}
  },
  {
    "id": 141,
    "name": "Kabutops",
    "type": [
      "Rock",
      "Water"
    ],
	"evolutions": {
		"from": 140,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 115,
      "Defense": 105,
      "Sp. Attack": 65,
      "Sp. Defense": 70,
      "Speed": 80
    },
	"description": {
		"en": "Kabutops, the Shellfish Pokémon. It's the evolution form of Kabuto. Kabutops once swam underwater to hunt for prey. It was apparently evolving from being a water dweller to living on land as evident from changes in its gills and legs.",
		"it": "Kabutops, il Pokémon Crostaceo. È la forma evolutiva di Kabuto. Nell'antichità cacciava le prede sott'acqua. Le mutazioni su branchie e zampe confermano la teoria che si stesse adattando alla vita sulla terraferma."
	}
  },
  {
    "id": 142,
    "name": "Aerodactyl",
    "type": [
      "Rock",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 105,
      "Defense": 65,
      "Sp. Attack": 60,
      "Sp. Defense": 75,
      "Speed": 130
    },
	"description": {
		"en": "Aerodactyl, the Fossil Pokémon. It's a Pokémon from the age of dinosaurs. It was regenerated from DNA extracted from amber. It is imagined to have been the king of the skies.",
		"it": "Aerodactyl, il Pokémon Fossile.  Risale all'epoca dei dinosauri. È stato rigenerato da materiale genetico estratto dall'ambra. Si suppone che nell'antichità fosse il signore dei cieli."
	}
  },
  {
    "id": 143,
    "name": "Snorlax",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 160,
      "Attack": 110,
      "Defense": 65,
      "Sp. Attack": 65,
      "Sp. Defense": 110,
      "Speed": 30
    },
	"description": {
		"en": "Snorlax, the Sleeping Pokémon. Its typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its big belly as a place to play.",
		"it": "Snorlax, il Pokémon Sonno. In una giornata tipica, Snorlax non fa altro che mangiare e dormire. È così docile che i bambini usano la sua enorme pancia come parco giochi."
	}
  },
  {
    "id": 144,
    "name": "Articuno",
    "type": [
      "Ice",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 85,
      "Defense": 100,
      "Sp. Attack": 95,
      "Sp. Defense": 125,
      "Speed": 85
    },
	"description": {
		"en": "Articuno, the Freeze Pokémon. It's a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.",
		"it": "Articuno, il Pokémon Gelo. È un uccello leggendario, a suo agio tra i ghiacci. Quando batte le ali, l'aria diventa gelida. Quando nevica, si dice che sia passato di lì."
	}
  },
  {
    "id": 145,
    "name": "Zapdos",
    "type": [
      "Electric",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 90,
      "Defense": 85,
      "Sp. Attack": 125,
      "Sp. Defense": 90,
      "Speed": 100
    },
	"description": {
		"en": "Zapdos, the Electric Pokémon. It's a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. It gains power if it is stricken by lightning bolts.",
		"it": "Zapdos, il Pokémon Elettrico. È un uccello leggendario perfettamente in grado di gestire l'elettricità. Vive nelle nubi temporalesche e acquista forza se colpito da qualche fulmine."
	}
  },
  {
    "id": 146,
    "name": "Moltres",
    "type": [
      "Fire",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 100,
      "Defense": 90,
      "Sp. Attack": 125,
      "Sp. Defense": 85,
      "Speed": 90
    },
	"description": {
		"en": "Moltres, the Flame Pokémon. is a legendary bird Pokémon that can control fire. If injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.",
		"it": "Moltres, il Pokémon Fiamma. È un uccello leggendario in grado di gestire il fuoco. Se rimane ferito, si dice che si immerga nel magma di un vulcano per ardere e tornare in salute."
	}
  },
  {
    "id": 147,
    "name": "Dratini",
    "type": [
      "Dragon"
    ],
	"evolutions": {
		"from": null,
		"to": 148
	},
    "stats": {
      "HP": 41,
      "Attack": 64,
      "Defense": 45,
      "Sp. Attack": 50,
      "Sp. Defense": 50,
      "Speed": 50
    },
	"description": {
		"en": "Dratini, the Dragon Pokémon. It continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.",
		"it": "Dratini, il Pokémon Drago. Fa la muta cambiando continuamente la pelle vecchia, perché l'energia vitale del suo corpo aumenta fino a raggiungere livelli incontrollabili."
	}
  },
  {
    "id": 148,
    "name": "Dragonair",
    "type": [
      "Dragon"
    ],
	"evolutions": {
		"from": 147,
		"to": 149
	},
    "stats": {
      "HP": 61,
      "Attack": 84,
      "Defense": 65,
      "Sp. Attack": 70,
      "Sp. Defense": 70,
      "Speed": 70
    },
	"description": {
		"en": "Dragonair, the Dragon Pokémon. It's the evolved form of Dratini. It stores an enormous amount of energy inside its body. It is said to alter the weather around it by loosing energy from the crystals on its neck and tail.",
		"it": "Dragonair, il Pokémon Drago. È la forma evolutiva di Dratini. Questo Pokémon accumula un'enorme quantità d'energia all'interno del corpo. Si dice che sia in grado di mutare le condizioni meteorologiche circostanti scaricando energia dai cristalli del collo e della coda."
	}
  },
  {
    "id": 149,
    "name": "Dragonite",
    "type": [
      "Dragon",
      "Flying"
    ],
	"evolutions": {
		"from": 148,
		"to": null
	},
    "stats": {
      "HP": 91,
      "Attack": 134,
      "Defense": 95,
      "Sp. Attack": 100,
      "Sp. Defense": 100,
      "Speed": 80
    },
	"description": {
		"en": "Dragonite, the Dragon Pokémon. It's the evolution form of Dragonair. It can circle the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.",
		"it": "Dragonite, il Pokémon Drago. È la forma evolutiva di Dragonair. È in grado di fare il giro del mondo in sole sedici ore. È un Pokémon buono e mansueto che guida fino alla terra ferma le navi prossime al naufragio."
	}
  },
  {
    "id": 150,
    "name": "Mewtwo",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 106,
      "Attack": 110,
      "Defense": 90,
      "Sp. Attack": 154,
      "Sp. Defense": 90,
      "Speed": 130
    },
	"description": {
		"en": "Mewtwo, the Genetic Pokémon. It's a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans made its body, they failed to give it a warm heart.",
		"it": "Mewtwo, il Pokémon Genetico. È stato creato grazie ad una manipolazione genetica. Tuttavia, sebbene la scienza sia riuscita a creare un corpo di Pokémon, ha fallito nell'intento di dare a Mewtwo un animo generoso."
	}
  },
  {
    "id": 151,
    "name": "Mew",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 100,
      "Attack": 100,
      "Defense": 100,
      "Sp. Attack": 100,
      "Sp. Defense": 100,
      "Speed": 100
    },
	"description": {
		"en": "Mew, the New Species Pokémon. It's said to possess the genes of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.",
		"it": "Mew, il Pokémon Novaspecie. Si dice che possegga il patrimonio genetico di tutti i Pokémon. È in grado di rendersi invisibile, quando vuole, in modo da non farsi notare nemmeno da vicino."
	}
  },
  {
    "id": 196,
    "name": "Espeon",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 65,
      "Defense": 60,
      "Sp. Attack": 130,
      "Sp. Defense": 95,
      "Speed": 110
    },
	"description": {
		"en": "Espeon, the Sun Pokémon. It's an evolved form of Eevee. It's extremely loyal to any Trainer it considers to be worthy. It is said to have developed precognitive powers to protect its Trainer from harm.",
		"it": "Espeon, il Pokémon Sole. È una forma evolutiva di Eevee. È estremamente leale nei confronti di qualsiasi Allenatore considerato all'altezza. Si dice che questo Pokémon abbia sviluppato capacità precognitive per proteggere il proprio Allenatore."
	}
  },
  {
    "id": 197,
    "name": "Umbreon",
    "type": [
      "Dark"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 95,
      "Attack": 65,
      "Defense": 110,
      "Sp. Attack": 60,
      "Sp. Defense": 130,
      "Speed": 65
    },
	"description": {
		"en": "Umbreon, the Moonlight Pokémon. It's an evolved form of Eevee, that got exposed to moon's energy pulses. It lurks in darkness and waits for its foes to move. The rings on its body glow when it leaps to attack.",
		"it": "Umbreon, il Pokémon Lucelunare. È una forma evolutiva di Eevee. Si è evoluto con l'esposizione alle onde lunari. Rimane nascosto al buio in attesa di un movimento del suo nemico. I cerchi sul corpo brillano quando attacca."
	}
  },
  {
    "id": 256,
    "name": "Combusken",
    "type": [
      "Fire",
      "Fighting"
    ],
	"evolutions": {
		"from": 255,
		"to": 257
	},
    "stats": {
      "HP": 60,
      "Attack": 85,
      "Defense": 60,
      "Sp. Attack": 85,
      "Sp. Defense": 60,
      "Speed": 55
    },
	"description": {
		"en": "Combusken, the Young Fowl Pokémon. It's the evolved form of Torchic. It lashes out with 10 kicks per second. Its strong fighting instinct compels it to keep up its offensive until the opponent gives up.",
		"it": "Combusken, il Pokémon Rampollo. È la forma evolutiva di Torchic. Allena gli arti superiori e inferiori correndo in campagna e in montagna. Le zampe inferiori sono rapide e potenti e riescono a sferrare dieci calci al secondo."
	}
  },
  {
    "id": 257,
    "name": "Blaziken",
    "type": [
      "Fire",
      "Fighting"
    ],
	"evolutions": {
		"from": 256,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 120,
      "Defense": 70,
      "Sp. Attack": 110,
      "Sp. Defense": 70,
      "Speed": 80
    },
	"description": {
		"en": "Blaziken, the Blaze Pokémon. It's the evolved form of Combusken. It learns martial arts that use punches and kicks. Every several years, its old feathers burn off, and new, supple feathers grow back in their place.",
		"it": "Blaziken, il Pokémon Vampe. È la forma evolutiva di Combusken. Emette fiamme micidiali coi suoi pugni, attaccando coraggiosamente il nemico. Più forte è il nemico, tanto più intenso è il fuoco proveniente dai pugni."
	}
  },
  {
    "id": 470,
    "name": "Leafeon",
    "type": [
      "Grass"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 110,
      "Defense": 130,
      "Sp. Attack": 60,
      "Sp. Defense": 65,
      "Speed": 95
    },
	"description": {
		"en": "Leafeon, the Verdant Pokémon. It's an evolved form of Eevee. It's cellular composition is closer to that of a plant than an animal. It uses photosynthesis to produce its energy supply without eating food.",
		"it": "Leafeon, il Pokémon Rigoglioso. È una forma evolutiva di Eevee. Ha una struttura cellulare simile a quella delle piante, perciò usa la fotosintesi."
	}
  },
  {
    "id": 471, 
    "name": "Glaceon",
    "type": [
      "Ice"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 60,
      "Defense": 110,
      "Sp. Attack": 130,
      "Sp. Defense": 95,
      "Speed": 65
    },
	"description": {
		"en": "Glaceon, the Fresh Snow Pokémon. It's an evolved form of Eevee. can control its body temperature at will. This enables it to freeze the moisture in the atmosphere, creating flurries of diamond dust.",
		"it": "Glaceon, il Pokémon Nevefresca. È una forma evolutiva di Eevee. Modificando la temperatura del corpo, congela l'aria e crea folate di cristalli di ghiaccio."
	}
  }
]