[{
    "id": 1,
    "name": "Bulbasaur",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 2
	},
    "stats": {
      "HP": 45,
      "Attack": 49,
      "Defense": 49,
      "Sp. Attack": 65,
      "Sp. Defense": 65,
      "Speed": 45
    },
	"description": {
		"en": "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.",
		"it": "Bulbasaur, il Pokémon Seme. Da piccolo usa i nutrienti del suo bulbo per ricavare l'energia che gli serve per crescere."
	}
  },
  {
    "id": 2,
    "name": "Ivysaur",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 1,
		"to": 3
	},
    "stats": {
      "HP": 60,
      "Attack": 62,
      "Defense": 63,
      "Sp. Attack": 80,
      "Sp. Defense": 80,
      "Speed": 60
    },
	"description": {
		"en": "There is a bud on this Pokémon's back. To support its weight, Ivysaur's legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it's a sign that the bud will bloom into a large flower soon.",
		"it": "Ivysaur, il Pokémon Seme. È la forma evolutiva di Bulbasaur. Il bulbo che ha sul dorso assorbe il nutrimento e sboccia in un grande fiore."
	}
  },
  {
    "id": 3,
    "name": "Venusaur",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 2,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 82,
      "Defense": 83,
      "Sp. Attack": 100,
      "Sp. Defense": 100,
      "Speed": 80
    },
	"description": {
		"en": "There is a large flower on Venusaur's back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.",
		"it": "Venusaur, il Pokémon Seme. È la forma evolutiva di Ivysaur. Trae energia dall'assorbimento dei raggi solari, che permettono al fiore sul suo dorso di sbocciare."
	}
  },
  {
    "id": 4,
    "name": "Charmander",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": null,
		"to": 5
	},
    "stats": {
      "HP": 39,
      "Attack": 52,
      "Defense": 43,
      "Sp. Attack": 60,
      "Sp. Defense": 50,
      "Speed": 65
    },
	"description": {
		"en": "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.",
		"it": "Charmander, il Pokémon Lucertola. Sull'estremità della sua coda arde una fiammella. Si dice che per il Pokémon sarebbe la fine se la sua fiamma si esaurisse."
	}
  },
  {
    "id": 5,
    "name": "Charmeleon",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": 4,
		"to": 6
	},
    "stats": {
      "HP": 58,
      "Attack": 64,
      "Defense": 58,
      "Sp. Attack": 80,
      "Sp. Defense": 65,
      "Speed": 80
    },
	"description": {
		"en": "Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.",
		"it": "Charmeleon, il Pokémon Fiamma. È la forma evolutiva di Charmander. Atterra gli avversari con la coda per poi finirli con i suoi affilatissimi artigli."
	}
  },
  {
    "id": 6,
    "name": "Charizard",
    "type": [
      "Fire",
      "Flying"
    ],
	"evolutions": {
		"from": 5,
		"to": null
	},
    "stats": {
      "HP": 78,
      "Attack": 84,
      "Defense": 78,
      "Sp. Attack": 109,
      "Sp. Defense": 85,
      "Speed": 100
    },
	"description": {
		"en": "Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.",
		"it": "Charizard, il Pokémon Fiamma. È la forma evolutiva di Charmeleon. La sua potente fiammata può fondere praticamente qualsiasi cosa."
	}
  },
  {
    "id": 7,
    "name": "Squirtle",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 8
	},
    "stats": {
      "HP": 44,
      "Attack": 48,
      "Defense": 65,
      "Sp. Attack": 50,
      "Sp. Defense": 64,
      "Speed": 43
    },
	"description": {
		"en": "Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.",
		"it": "Squirtle, il Pokémon Tartaghina. Durante la lotta si nasconde dentro il suo guscio e, appena è possibile, spruzza acqua sull'avversario."
	}
  },
  {
    "id": 8,
    "name": "Wartortle",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 7,
		"to": 9
	},
    "stats": {
      "HP": 59,
      "Attack": 63,
      "Defense": 80,
      "Sp. Attack": 65,
      "Sp. Defense": 80,
      "Speed": 58
    },
	"description": {
		"en": "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon's toughness as a battler.",
		"it": "Wartortle, il Pokémon Targaruga. È la forma evolutiva di Squirtle. La sua lunga e morbida coda è indice di purità, saggezza e fortuna."
	}
  },
  {
    "id": 9,
    "name": "Blastoise",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 8,
		"to": null
	},
    "stats": {
      "HP": 79,
      "Attack": 83,
      "Defense": 100,
      "Sp. Attack": 85,
      "Sp. Defense": 105,
      "Speed": 78
    },
	"description": {
		"en": "Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.",
		"it": "Blastoise, Pokémon Crostaceo. È la forma evolutiva di Wartortle. Il suo guscio è come un'armatura e usa gli idrocannoni che ha sul dorso per lanciare attacchi estremamente potenti."
	}
  },
  {
    "id": 10,
    "name": "Caterpie",
    "type": [
      "Bug"
    ],
	"evolutions": {
		"from": null,
		"to": 11
	},
    "stats": {
      "HP": 45,
      "Attack": 30,
      "Defense": 35,
      "Sp. Attack": 20,
      "Sp. Defense": 20,
      "Speed": 45
    },
	"description": {
		"en": "Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.",
		"it": "Caterpie, il Pokémon Baco. Per tenere lontani i nemici, rilascia un odore sgradevole dalle antenne. Crescendo cambia la pelle più volte."
	}
  },
  {
    "id": 11,
    "name": "Metapod",
    "type": [
      "Bug"
    ],
	"evolutions": {
		"from": 10,
		"to": 12
	},
    "stats": {
      "HP": 50,
      "Attack": 20,
      "Defense": 55,
      "Sp. Attack": 25,
      "Sp. Defense": 25,
      "Speed": 30
    },
	"description": {
		"en": "The shell covering this Pokémon's body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.",
		"it": "Metapod, il Pokémon Bozzolo. È la forma evolutiva di Caterpie. In attesa di evolversi, il vulnerabile corpo di Metapod è circondato da un guscio duro che lo protegge."
	}
  },
  {
    "id": 12,
    "name": "Butterfree",
    "type": [
      "Bug",
      "Flying"
    ],
	"evolutions": {
		"from": 11,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 45,
      "Defense": 50,
      "Sp. Attack": 90,
      "Sp. Defense": 80,
      "Speed": 70
    },
	"description": {
		"en": "Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.",
		"it": "Butterfree, il Pokémon Farfalla. È la forma evolutiva di Metapod. La passione di Butterfree per il nettare lo spinge a cercare sempre fiori, anche se hanno poco polline."
	}
  },
  {
    "id": 13,
    "name": "Weedle",
    "type": [
      "Bug",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 14
	},
    "stats": {
      "HP": 40,
      "Attack": 35,
      "Defense": 30,
      "Sp. Attack": 20,
      "Sp. Defense": 20,
      "Speed": 50
    },
	"description": {
		"en": "Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).",
		"it": "Weedle, il Pokémon Millepiedi. L'aculeo posto sulla testa di questo Pokémon serve a iniettare una dose di veleno letale."
	}
  },
  {
    "id": 14,
    "name": "Kakuna",
    "type": [
      "Bug",
      "Poison"
    ],
	"evolutions": {
		"from": 13,
		"to": 15
	},
    "stats": {
      "HP": 45,
      "Attack": 25,
      "Defense": 50,
      "Sp. Attack": 25,
      "Sp. Defense": 25,
      "Speed": 35
    },
	"description": {
		"en": "Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.",
		"it": "Kakuna, il Pokémon Bozzolo. È la forma evolutiva di Weedle. È molto limitato nei movimenti. Se si sente minacciato, estrae il pungiglione e avvelena il nemico."
	}
  },
  {
    "id": 15,
    "name": "Beedrill",
    "type": [
      "Bug",
      "Poison"
    ],
	"evolutions": {
		"from": 14,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 90,
      "Defense": 40,
      "Sp. Attack": 45,
      "Sp. Defense": 80,
      "Speed": 75
    },
	"description": {
		"en": "Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.",
		"it": "Beedrill, il Pokémon Velenape. È la forma evolutiva di Kakuna. Vola attaccando con i pungiglioni velenosi della coda e delle zampe anteriori."
	}
  },
  {
    "id": 16,
    "name": "Pidgey",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": 17
	},
    "stats": {
      "HP": 40,
      "Attack": 45,
      "Defense": 40,
      "Sp. Attack": 35,
      "Sp. Defense": 35,
      "Speed": 56
    },
	"description": {
		"en": "Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.",
		"it": "Pidgey, il Pokémon Uccellino. Di solito non ama lottare, ma non esita ad attaccare se viene provocato."
	}
  },
  {
    "id": 17,
    "name": "Pidgeotto",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": 16,
		"to": 18
	},
    "stats": {
      "HP": 63,
      "Attack": 60,
      "Defense": 55,
      "Sp. Attack": 50,
      "Sp. Defense": 50,
      "Speed": 71
    },
	"description": {
		"en": "Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.",
		"it": "Pidgeotto, il Pokémon Uccello. È la forma evolutiva di Pidgey. È dotato di lunghi artigli, scende in picchiata dal cielo per acciuffare la sua preda."
	}
  },
  {
    "id": 18,
    "name": "Pidgeot",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": 17,
		"to": null
	},
    "stats": {
      "HP": 83,
      "Attack": 80,
      "Defense": 75,
      "Sp. Attack": 70,
      "Sp. Defense": 70,
      "Speed": 101
    },
	"description": {
		"en": "This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.",
		"it": "Pidgeot, Pokémon Uccello. È la forma evolutiva di Pidgeotto. Può volare a una velocità doppia di quella del suono a un chilometro e mezzo di quota."
	}
  },
  {
    "id": 19,
    "name": "Rattata",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": 20
	},
    "stats": {
      "HP": 30,
      "Attack": 56,
      "Defense": 35,
      "Sp. Attack": 25,
      "Sp. Defense": 35,
      "Speed": 72
    },
	"description": {
		"en": "Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.",
		"it": "Rattata, il Pokémon Topo. Adora formaggi, noci, frutta e bacche. Spesso esce dalla foresta per rubare delle provviste ai campeggiatori e viaggiatori sciocchi."
	}
  },
  {
    "id": 20,
    "name": "Raticate",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": 19,
		"to": null
	},
    "stats": {
      "HP": 55,
      "Attack": 81,
      "Defense": 60,
      "Sp. Attack": 50,
      "Sp. Defense": 70,
      "Speed": 97
    },
	"description": {
		"en": "Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.",
		"it": "Raticate, il Pokémon Topo. È la forma evolutiva di Rattata. Rosicchia qualsiasi cosa con i suoi denti che crescono in continuazione."
	}
  },
  {
    "id": 21,
    "name": "Spearow",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": 22
	},
    "stats": {
      "HP": 40,
      "Attack": 60,
      "Defense": 30,
      "Sp. Attack": 31,
      "Sp. Defense": 31,
      "Speed": 70
    },
	"description": {
		"en": "Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.",
		"it": "Spearow, il Pokémon Uccellino. Ha un bruttissimo carattere. È molto aggressivo e può attaccare altri Pokémon e addirittura gli umani."
	}
  },
  {
    "id": 22,
    "name": "Fearow",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": 21,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 90,
      "Defense": 65,
      "Sp. Attack": 61,
      "Sp. Defense": 61,
      "Speed": 100
    },
	"description": {
		"en": "Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.",
		"it": "Fearow, il Pokémon Becco. È la forma evolutiva di Spearow. Le sue ali ampie e potenti gli consentono di volare anche per un giorno intero. La forza del suo becco è tremenda."
	}
  },
  {
    "id": 23,
    "name": "Ekans",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 24
	},
    "stats": {
      "HP": 35,
      "Attack": 60,
      "Defense": 44,
      "Sp. Attack": 40,
      "Sp. Defense": 54,
      "Speed": 55
    },
	"description": {
		"en": "Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.",
		"it": "Ekans, il Pokémon Serpente. Si attorciglia a spirale per riposarsi. In questa posizione riesce a reagire alle insidie provenienti da ogni parte grazie alla testa sollevata e allo sguardo fulminante."
	}
  },
  {
    "id": 24,
    "name": "Arbok",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": 23,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 95,
      "Defense": 69,
      "Sp. Attack": 65,
      "Sp. Defense": 79,
      "Speed": 80
    },
	"description": {
		"en": "This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.",
		"it": "Arbok, il Pokémon Cobra. È così forte da riuscire a stritolare qualsiasi cosa col corpo, persino un bidone in acciaio. Se Arbok si avvinghia a un nemico è impossibile sfuggire a questa morsa fatale."
	}
  },
  {
    "id": 25,
    "name": "Pikachu",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": null,
		"to": 26
	},
    "stats": {
      "HP": 35,
      "Attack": 55,
      "Defense": 40,
      "Sp. Attack": 50,
      "Sp. Defense": 50,
      "Speed": 90
    },
	"description": {
		"en": "This Pokémon has electricity-storing pouches on its cheeks. These appear to become electrically charged during the night while Pikachu sleeps. It occasionally discharges electricity when it is dozy after waking up.",
		"it": "Pikachu, il Pokémon Topo. È capace di produrre attacchi elettrici dalle sacche che ha sulle guance."
	}
  },
  {
    "id": 26,
    "name": "Raichu",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": 25,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 90,
      "Defense": 55,
      "Sp. Attack": 90,
      "Sp. Defense": 80,
      "Speed": 110
    },
	"description": {
		"en": "This Pokémon exudes a weak electrical charge from all over its body that makes it take on a slight glow in darkness. Raichu plants its tail in the ground to discharge electricity.",
		"it": "Raichu, il Pokémon Topo. È la forma evolutiva di Pikachu. La sua lunga coda serve da messa a terra per proteggerlo dalla sua stessa alta tensione."
	}
  },
  {
    "id": 27,
    "name": "Sandshrew",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": null,
		"to": 28
	},
    "stats": {
      "HP": 50,
      "Attack": 75,
      "Defense": 85,
      "Sp. Attack": 20,
      "Sp. Defense": 30,
      "Speed": 40
    },
	"description": {
		"en": "Sandshrew's body is configured to absorb water without waste, enabling it to survive in an arid desert. It can roll into a ball that repels any attack. At night, it burrows into the desert sand to sleep.",
		"it": "Sandshrew, il Pokémon Topo. Può arrotolarsi per proteggersi dagli attacchi nemici. Di notte si sotterra nella sabbia per risposarsi."
	}
  },
  {
    "id": 28,
    "name": "Sandslash",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": 27,
		"to": null
	},
    "stats": {
      "HP": 75,
      "Attack": 100,
      "Defense": 110,
      "Sp. Attack": 45,
      "Sp. Defense": 55,
      "Speed": 65
    },
	"description": {
		"en": "Sandslash can roll up its body as if it were a ball covered with large spikes. In battle, this Pokémon will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws.",
		"it": "Sandslash, il Pokémon Topo. È la forma evolutiva di Sandshrew. Il suo corpo è ricoperto da aculei coriacei, costituiti da parti di corazza indurita."
	}
  },
  {
    "id": 29,
    "name": "Nidoran-f",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 30
	},
    "stats": {
      "HP": 55,
      "Attack": 47,
      "Defense": 52,
      "Sp. Attack": 40,
      "Sp. Defense": 40,
      "Speed": 41
    },
	"description": {
		"en": "Nidoran-f has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.",
		"it": "Nidoran-f, il Pokémon Velenago. È più sensibile agli odori rispetto ai maschi. Capta le correnti d’aria con le vibrisse e si posiziona sottovento per cercare le prede."
	}
  },
  {
    "id": 30,
    "name": "Nidorina",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": 29,
		"to": 31
	},
    "stats": {
      "HP": 70,
      "Attack": 62,
      "Defense": 67,
      "Sp. Attack": 55,
      "Sp. Defense": 55,
      "Speed": 56
    },
	"description": {
		"en": "When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.",
		"it": "Nidorina, il Pokémon Velenago. È la forma evolutiva di Nidoran-f. Si pensa che il corno sulla fronte si sia atrofizzato per evitare che Nidorina punga i suoi cuccioli quando li nutre."
	}
  },
  {
    "id": 31,
    "name": "Nidoqueen",
    "type": [
      "Poison",
      "Ground"
    ],
	"evolutions": {
		"from": 30,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 92,
      "Defense": 87,
      "Sp. Attack": 75,
      "Sp. Defense": 85,
      "Speed": 76
    },
	"description": {
		"en": "Nidoqueen's body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.",
		"it": "Nidoqueen, il Pokémon Trapano. È la forma evolutiva di Nidorina. Più abile nella difesa che nell’attacco, protegge i cuccioli da qualunque attacco grazie alla corazza di squame."
	}
  },
  {
    "id": 32,
    "name": "Nidoran-m",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 33
	},
    "stats": {
      "HP": 46,
      "Attack": 57,
      "Defense": 40,
      "Sp. Attack": 40,
      "Sp. Defense": 40,
      "Speed": 50
    },
	"description": {
		"en": "Nidoran-m has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon's notice.",
		"it": "Nidoran-m, il Pokémon Velenago. Il corno sulla fronte è estremamente velenoso. Di indole circospetta, rizza costantemente le sue grandi orecchie."
	}
  },
  {
    "id": 33,
    "name": "Nidorino",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": 32,
		"to": 34
	},
    "stats": {
      "HP": 61,
      "Attack": 72,
      "Defense": 57,
      "Sp. Attack": 55,
      "Sp. Defense": 55,
      "Speed": 65
    },
	"description": {
		"en": "Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.",
		"it": "Nidorino, il Pokémon Velenago. È la forma evolutiva di Nidoran-m. Vaga alla ricerca di una Pietralunare frantumando rocce con il suo corno più duro del diamante."
	}
  },
  {
    "id": 34,
    "name": "Nidoking",
    "type": [
      "Poison",
      "Ground"
    ],
	"evolutions": {
		"from": 33,
		"to": null
	},
    "stats": {
      "HP": 81,
      "Attack": 102,
      "Defense": 77,
      "Sp. Attack": 85,
      "Sp. Defense": 75,
      "Speed": 85
    },
	"description": {
		"en": "Nidoking's thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.",
		"it": "Nidoking, il Pokémon Trapano. È la forma evolutiva di Nidorino. Quando si scatena non c’è modo di fermarlo, ma davanti a Nidoqueen, la sua compagna di lunga data, ritrova la calma."
	}
  },
  {
    "id": 35,
    "name": "Clefairy",
    "type": [
      "Fairy"
    ],
	"evolutions": {
		"from": null,
		"to": 36
	},
    "stats": {
      "HP": 70,
      "Attack": 45,
      "Defense": 48,
      "Sp. Attack": 60,
      "Sp. Defense": 65,
      "Speed": 35
    },
	"description": {
		"en": "On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.",
		"it": "Clefairy, il Pokémon Fata. Questo delicato Pokémon è amichevole e pacifico. Si dice che vedere un gruppo di Clefairy ballare con la luna piena sia di ottimo auspicio."
	}
  },
  {
    "id": 36,
    "name": "Clefable",
    "type": [
      "Fairy"
    ],
	"evolutions": {
		"from": 35,
		"to": null
	},
    "stats": {
      "HP": 95,
      "Attack": 70,
      "Defense": 73,
      "Sp. Attack": 95,
      "Sp. Defense": 90,
      "Speed": 60
    },
	"description": {
		"en": "Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.",
		"it": "Clefable, il Pokémon Fata. È la forma evolutiva di Clefairy. È un Pokémon timido, molto raro a vedersi. Scappa e si nasconde non appena avverte la presenza delle persone."
	}
  },
  {
    "id": 37,
    "name": "Vulpix",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": null,
		"to": 38
	},
    "stats": {
      "HP": 38,
      "Attack": 41,
      "Defense": 40,
      "Sp. Attack": 50,
      "Sp. Defense": 65,
      "Speed": 65
    },
	"description": {
		"en": "Inside Vulpix's body burns a flame that never goes out. During the daytime, when the temperatures rise, this Pokémon releases flames from its mouth to prevent its body from growing too hot.",
		"it": "Vulpix, il Pokémon Volpe. Quando è giovane ha sei meravigliose code, che si moltiplicano durante la sua crescita."
	}
  },
  {
    "id": 38,
    "name": "Ninetales",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": 37,
		"to": null
	},
    "stats": {
      "HP": 73,
      "Attack": 76,
      "Defense": 75,
      "Sp. Attack": 81,
      "Sp. Defense": 100,
      "Speed": 100
    },
	"description": {
		"en": "Legend has it that Ninetales came into being when nine wizards possessing sacred powers merged into one. This Pokémon is highly intelligent—it can understand human speech.",
		"it": "Ninetales, il Pokémon Volpe. È la forma evolutiva di Vulpix. Ha nove code e un mantello dorato splendente. Si dice che i Ninetales vivano molto a lungo."
	}
  },
  {
    "id": 39,
    "name": "Jigglypuff",
    "type": [
      "Normal",
      "Fairy"
    ],
	"evolutions": {
		"from": null,
		"to": 40
	},
    "stats": {
      "HP": 115,
      "Attack": 45,
      "Defense": 20,
      "Sp. Attack": 45,
      "Sp. Defense": 25,
      "Speed": 20
    },
	"description": {
		"en": "When this Pokémon sings, it never pauses to breathe. If it is in a battle against an opponent that does not easily fall asleep, Jigglypuff cannot breathe, endangering its life.",
		"it": "Jigglypuff, il Pokémon Pallone. Le sue corde vocali gli consentono di cantare esattamente alla lunghezza d'onda richiesta per addormentare l'avversario."
	}
  },
  {
    "id": 40,
    "name": "Wigglytuff",
    "type": [
      "Normal",
      "Fairy"
    ],
	"evolutions": {
		"from": 39,
		"to": null
	},
    "stats": {
      "HP": 140,
      "Attack": 70,
      "Defense": 45,
      "Sp. Attack": 85,
      "Sp. Defense": 50,
      "Speed": 45
    },
	"description": {
		"en": "Wigglytuff's body is very flexible. By inhaling deeply, this Pokémon can inflate itself seemingly without end. Once inflated, Wigglytuff bounces along lightly like a balloon.",
		"it": "Wigglytuff, il Pokémon Pallone. È la forma evolutiva di Jigglypuff. Più aria inala, più il suo corpo si gonfia. Se è di cattivo umore, si gonfia per intimidire l'avversario."
	}
  },
  {
    "id": 41,
    "name": "Zubat",
    "type": [
      "Poison",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": 42
	},
    "stats": {
      "HP": 40,
      "Attack": 45,
      "Defense": 35,
      "Sp. Attack": 30,
      "Sp. Defense": 40,
      "Speed": 55
    },
	"description": {
		"en": "Zubat avoids sunlight because exposure causes it to become unhealthy. During the daytime, it stays in caves or under the eaves of old houses, sleeping while hanging upside down.",
		"it": "Zubat, il Pokémon Pipistrello. Rimane perfettamente immobile al buio durante le ore diurne più luminose. Infatti, la prolungata esposizione al sole gli provoca delle bruciature."
	}
  },
  {
    "id": 42,
    "name": "Golbat",
    "type": [
      "Poison",
      "Flying"
    ],
	"evolutions": {
		"from": 41,
		"to": null
	},
    "stats": {
      "HP": 75,
      "Attack": 80,
      "Defense": 70,
      "Sp. Attack": 65,
      "Sp. Defense": 75,
      "Speed": 90
    },
	"description": {
		"en": "Golbat bites down on prey with its four fangs and drinks the victim's blood. It becomes active on inky dark moonless nights, flying around to attack people and Pokémon.",
		"it": "Golbat, il Pokémon Pipistrello. È la forma evolutiva di Zubat. Va matto per il sangue di altre creature. Si dice che a volte lo condivida con i compagni affamati."
	}
  },
  {
    "id": 43,
    "name": "Oddish",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 44
	},
    "stats": {
      "HP": 45,
      "Attack": 50,
      "Defense": 55,
      "Sp. Attack": 75,
      "Sp. Defense": 65,
      "Speed": 30
    },
	"description": {
		"en": "Oddish searches for fertile, nutrient-rich soil, then plants itself. During the daytime, while it is planted, this Pokémon's feet are thought to change shape and become similar to the roots of trees.",
		"it": "Oddish, il Pokémon Malerba. Durante il giorno, Oddish si nasconde nel terreno per assorbire sostanze nutritive con tutto il corpo. più il suolo è fertile, più lucide diventano le foglie."
	}
  },
  {
    "id": 44,
    "name": "Gloom",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 43,
		"to": 45
	},
    "stats": {
      "HP": 60,
      "Attack": 65,
      "Defense": 70,
      "Sp. Attack": 85,
      "Sp. Defense": 75,
      "Speed": 40
    },
	"description": {
		"en": "Gloom releases a foul fragrance from the pistil of its flower. When faced with danger, the stench worsens. If this Pokémon is feeling calm and secure, it does not release its usual stinky aroma.",
		"it": "Gloom, il Pokémon Malerba. È la forma evolutiva di Oddish. Gloom rilascia un odore fetido dal pistillo del suo fiore. Quando è in pericolo, l'olezzo peggiora. Quando invece si sente tranquillo e sicuro, non emana questa sostanza maleodorante."
	}
  },
  {
    "id": 45,
    "name": "Vileplume",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 44,
		"to": null
	},
    "stats": {
      "HP": 75,
      "Attack": 80,
      "Defense": 85,
      "Sp. Attack": 110,
      "Sp. Defense": 90,
      "Speed": 50
    },
	"description": {
		"en": "Vileplume's toxic pollen triggers atrocious allergy attacks. That's why it is advisable never to approach any attractive flowers in a jungle, however pretty they may be.",
		"it": "Vileplume, il Pokémon Fiore. È la forma evolutiva di Gloom. Il suo polline velenoso scatena paurose reazioni allergiche. Per questo motivo si consiglia di non avvicinarsi mai a nessun fiore di bosco, per quanto bello possa essere."
	}
  },
  {
    "id": 46,
    "name": "Paras",
    "type": [
      "Bug",
      "Grass"
    ],
	"evolutions": {
		"from": null,
		"to": 47
	},
    "stats": {
      "HP": 35,
      "Attack": 70,
      "Defense": 55,
      "Sp. Attack": 45,
      "Sp. Defense": 55,
      "Speed": 25
    },
	"description": {
		"en": "Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.",
		"it": "Paras, il Pokémon Fungo. Ha sulla schiena dei funghi parassiti chiamati tochukaso, che crescono traendo nutrimento dal Paras ospite. Sono molto apprezzati come farmaco di longevità."
	}
  },
  {
    "id": 47,
    "name": "Parasect",
    "type": [
      "Bug",
      "Grass"
    ],
	"evolutions": {
		"from": 46,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 95,
      "Defense": 80,
      "Sp. Attack": 60,
      "Sp. Defense": 80,
      "Speed": 30
    },
	"description": {
		"en": "Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.",
		"it": "Parasect, il Pokémon Fungo. È la forma evolutiva di Paras. Ha un grosso fungo sulla schiena, che assorbe l'energia dell'organismo ospite, su cui ha anche pieno controllo."
	}
  },
  {
    "id": 48,
    "name": "Venonat",
    "type": [
      "Bug",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 49
	},
    "stats": {
      "HP": 60,
      "Attack": 55,
      "Defense": 50,
      "Sp. Attack": 40,
      "Sp. Defense": 55,
      "Speed": 45
    },
	"description": {
		"en": "Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.",
		"it": "Venonat, il Pokémon Insetto. Si dice che per proteggersi Venonat abbia sviluppato una pelliccia sottile e irsuta che ricopre il suo corpo. Nemmeno la preda più piccola può sfuggire ai suoi occhi enormi."
	}
  },
  {
    "id": 49,
    "name": "Venomoth",
    "type": [
      "Bug",
      "Poison"
    ],
	"evolutions": {
		"from": 48,
		"to": null
	},
    "stats": {
      "HP": 70,
      "Attack": 65,
      "Defense": 60,
      "Sp. Attack": 90,
      "Sp. Defense": 75,
      "Speed": 90
    },
	"description": {
		"en": "Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.",
		"it": "Venomoth, il Pokémon Velentarma. È la forma evolutiva di Venonat. È un Pokémon notturno e le sue prede preferite sono i piccoli insetti che si raggruppano attorno ai lampioni attratti dalla luce nel buio."
	}
  },
  {
    "id": 50,
    "name": "Diglett",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": null,
		"to": 51
	},
    "stats": {
      "HP": 10,
      "Attack": 55,
      "Defense": 25,
      "Sp. Attack": 35,
      "Sp. Defense": 45,
      "Speed": 95
    },
	"description": {
		"en": "Diglett are raised in most farms. The reason is simple: wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.",
		"it": "Diglett, il Pokémon Talpa. Viene allevato in molte aziende agricole. La ragione è semplice: quando questo Pokémon scava, lascia il suolo perfettamente arato per la semina, pronto per la coltivazione di squisite verdure."
	}
  },
  {
    "id": 51,
    "name": "Dugtrio",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": 50,
		"to": null
	},
    "stats": {
      "HP": 35,
      "Attack": 100,
      "Defense": 50,
      "Sp. Attack": 50,
      "Sp. Defense": 70,
      "Speed": 120
    },
	"description": {
		"en": "Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.",
		"it": "Dugtrio, il Pokémon Talpa. È la forma evolutiva di Diglett. È un Pokémon formato da tre unità legate in un solo corpo. Ogni trio è un'unica mente pensante e le tre unità collaborano scavando instancabilmente."
	}
  },
  {
    "id": 52,
    "name": "Meowth",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": 53
	},
    "stats": {
      "HP": 40,
      "Attack": 45,
      "Defense": 35,
      "Sp. Attack": 40,
      "Sp. Defense": 40,
      "Speed": 90
    },
	"description": {
		"en": "Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.",
		"it": "Meowth, il Pokémon Graffimiao. Quando vede oggetti rotondi si mette a giocare e dimentica tutto il resto."
	}
  },
  {
    "id": 53,
    "name": "Persian",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": 52,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 70,
      "Defense": 60,
      "Sp. Attack": 65,
      "Sp. Defense": 65,
      "Speed": 115
    },
	"description": {
		"en": "Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon's surrounding vicinity. It becomes docile if grabbed by the whiskers.",
		"it": "Persian, il Pokémon Nobilgatto. È la fase evolutiva di Meowth. Sonda l'ambiente circostante con i suoi sei baffi che captano gli spostamenti dell'aria."
	}
  },
  {
    "id": 54,
    "name": "Psyduck",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 55
	},
    "stats": {
      "HP": 50,
      "Attack": 52,
      "Defense": 48,
      "Sp. Attack": 65,
      "Sp. Defense": 50,
      "Speed": 55
    },
	"description": {
		"en": "If it uses its mysterious power, Psyduck can't remember having done so. It apparently can't form a memory of such an event because it goes into an altered state that is much like deep sleep.",
		"it": "Psyduck, il Pokémon Papero. Usa poteri misteriosi, che scatenano onde cerebrali rilevabili apparentemente soltanto su persone addormentate. Questa scoperta ha causato reazioni contrastanti tra gli studiosi."
	}
  },
  {
    "id": 55,
    "name": "Golduck",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 54,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 82,
      "Defense": 78,
      "Sp. Attack": 95,
      "Sp. Defense": 80,
      "Speed": 85
    },
	"description": {
		"en": "Golduck is the fastest swimmer among all Pokémon. It swims effortlessly, even in a rough, stormy sea. It sometimes rescues people from wrecked ships floundering in high seas.",
		"it": "Golduck, il Pokémon Papero. È la forma evolutiva di Psyduck. Le zampe anteriori e posteriori a pinna dotate di membrana interdigitale e il corpo longilineo di Golduck gli conferiscono una velocità incredibile."
	}
  },
  {
    "id": 56,
    "name": "Mankey",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": null,
		"to": 57
	},
    "stats": {
      "HP": 40,
      "Attack": 80,
      "Defense": 35,
      "Sp. Attack": 35,
      "Sp. Defense": 45,
      "Speed": 70
    },
	"description": {
		"en": "When Mankey starts shaking and its nasal breathing turns rough, it's a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.",
		"it": "Mankey, il Pokémon Suinpanzé. Quando inizia a tremare e la sua respirazione nasale diventa pesante significa che si sta infuriando. Tuttavia, a causa dei suoi repentini attacchi d'ira, è impossibile per chiunque sfuggire alla sua furia."
	}
  },
  {
    "id": 57,
    "name": "Primeape",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": 56,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 105,
      "Defense": 60,
      "Sp. Attack": 60,
      "Sp. Defense": 70,
      "Speed": 95
    },
	"description": {
		"en": "When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.",
		"it": "Primeape, il Pokémon Suinpanzé. È la forma evolutiva di Mankey. Quando s'infuria, la circolazione sanguigna si fa intensa, irrobustendo i suoi muscoli. Allo stesso tempo, tuttavia, perde anche la sua lucidità e intelligenza."
	}
  },
  {
    "id": 58,
    "name": "Growlithe",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": null,
		"to": 59
	},
    "stats": {
      "HP": 55,
      "Attack": 70,
      "Defense": 45,
      "Sp. Attack": 70,
      "Sp. Defense": 50,
      "Speed": 60
    },
	"description": {
		"en": "Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won't forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.",
		"it": "Growlithe, il Pokémon Cagnolino. Ha un senso dell'olfatto molto sviluppato: una volta annusato qualcosa non scorda più quell'odore. Sfrutta questa dote per determinare le emozioni delle altre creature."
	}
  },
  {
    "id": 59,
    "name": "Arcanine",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": 58,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 110,
      "Defense": 80,
      "Sp. Attack": 100,
      "Sp. Defense": 80,
      "Speed": 95
    },
	"description": {
		"en": "Arcanine is known for its high speed. It is said to be capable of running over 10.000 km in a single day and night. The fire that blazes wildly within this Pokémon's body is its source of power.",
		"it": "Arcanine, il Pokémon Leggenda. È la forma evolutiva di Growlithe. È noto per la sua velocità. Si dice sia in grado di percorrere 10.000 km in un giorno e una notte. Il fuoco che arde indomabile nel suo corpo è fonte di forza."
	}
  },
  {
    "id": 60,
    "name": "Poliwag",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 61
	},
    "stats": {
      "HP": 40,
      "Attack": 50,
      "Defense": 40,
      "Sp. Attack": 40,
      "Sp. Defense": 40,
      "Speed": 90
    },
	"description": {
		"en": "Poliwag has a very thin skin. It is possible to see the Pokémon's spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.",
		"it": "Poliwag, il Pokémon Girino. Ha una pelle molto sensibile, attraverso cui è possibile intravedere i suoi organi interni spiraliformi. Nonostante il suo esiguo spessore, la pelle è molto elastica. Anche le zanne più affilate non riescono a lacerarla."
	}
  },
  {
    "id": 61,
    "name": "Poliwhirl",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 60,
		"to": 62
	},
    "stats": {
      "HP": 65,
      "Attack": 65,
      "Defense": 65,
      "Sp. Attack": 50,
      "Sp. Defense": 50,
      "Speed": 90
    },
	"description": {
		"en": "The surface of Poliwhirl's body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.",
		"it": "Poliwhirl, il Pokémon Girino. È la forma evolutiva di Poliwag. La superficie del suo corpo è sempre umida e unta di fluido oleoso. Grazie a questa pellicola viscida, nella lotta riesce a sfuggire agilmente alle grinfie del nemico."
	}
  },
  {
    "id": 62,
    "name": "Poliwrath",
    "type": [
      "Water",
      "Fighting"
    ],
	"evolutions": {
		"from": 61,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 95,
      "Defense": 95,
      "Sp. Attack": 70,
      "Sp. Defense": 90,
      "Speed": 70
    },
	"description": {
		"en": "Poliwrath's highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.",
		"it": "Poliwrath, il Pokémon Girino. È la forma evolutiva di Poliwhirl. È dotato di muscoli molto sviluppati e robusti. Per quanto si alleni, non si stanca mai. Questo Pokémon è così infaticabile e forte che riesce ad attraversare a nuoto interi oceani."
	}
  },
  {
    "id": 63,
    "name": "Abra",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": 64
	},
    "stats": {
      "HP": 25,
      "Attack": 20,
      "Defense": 15,
      "Sp. Attack": 105,
      "Sp. Defense": 55,
      "Speed": 90
    },
	"description": {
		"en": "Abra needs to sleep for eighteen hours a day. If it doesn't, this Pokémon loses its ability to use telekinetic powers. If it is attacked, Abra escapes using Teleport while it is still sleeping.",
		"it": "Abra, il Pokémon Psico. Dorme per 18 ore al giorno, ma riesce a captare la presenza dei nemici anche durante il sonno. In questo caso il Pokémon si teletrasporta immediatamente al sicuro."
	}
  },
  {
    "id": 64,
    "name": "Kadabra",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": 63,
		"to": 65
	},
    "stats": {
      "HP": 40,
      "Attack": 35,
      "Defense": 30,
      "Sp. Attack": 120,
      "Sp. Defense": 70,
      "Speed": 105
    },
	"description": {
		"en": "Kadabra holds a silver spoon in its hand. The spoon is used to amplify the alpha waves in its brain. Without the spoon, the Pokémon is said to be limited to half the usual amount of its telekinetic powers.",
		"it": "Kadabra, il Pokémon Psico. È la forma evolutiva di Abra. Emette particolari onde alfa che causano mal di testa a chi si trova nelle vicinanze."
	}
  },
  {
    "id": 65,
    "name": "Alakazam",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": 64,
		"to": null
	},
    "stats": {
      "HP": 55,
      "Attack": 50,
      "Defense": 45,
      "Sp. Attack": 135,
      "Sp. Defense": 95,
      "Speed": 120
    },
	"description": {
		"en": "Alakazam's brain continually grows, infinitely multiplying brain cells. This amazing brain gives this Pokémon an astoundingly high IQ of 5,000. It has a thorough memory of everything that has occurred in the world.",
		"it": "Alakazam, il Pokémon Psico. È la forma evolutiva di Kadabra. Il cervello di Alakazam cresce in continuazione rendendo la sua testa troppo pesante per il collo. Pertanto è costretto a usare i suoi poteri psicocinetici per sostenerla."
	}
  },
  {
    "id": 66,
    "name": "Machop",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": null,
		"to": 67
	},
    "stats": {
      "HP": 70,
      "Attack": 80,
      "Defense": 50,
      "Sp. Attack": 35,
      "Sp. Defense": 35,
      "Speed": 35
    },
	"description": {
		"en": "Machop exercises by hefting around a Graveler as if it were a barbell. There are some Machop that travel the world in a quest to master all kinds of martial arts.",
		"it": "Machop, il Pokémon Megaforza. I suoi particolari muscoli non si infiammano mai, nemmeno in caso di esercizio eccessivo. Questo Pokémon ha la forza sufficiente per scagliare lontano un centinaio di uomini."
	}
  },
  {
    "id": 67,
    "name": "Machoke",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": 66,
		"to": 68
	},
    "stats": {
      "HP": 80,
      "Attack": 100,
      "Defense": 70,
      "Sp. Attack": 50,
      "Sp. Defense": 60,
      "Speed": 45
    },
	"description": {
		"en": "Machoke undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this Pokémon heads to the fields and mountains to exercise and train.",
		"it": "Machoke, il Pokémon Megaforza. È la forma evolutiva di Machop. I suoi muscoli perfettamente tonici possiedono la durezza dell'acciaio. Questo Pokémon è così forte da riuscire a sollevare un lottatore di sumo con un dito."
	}
  },
  {
    "id": 68,
    "name": "Machamp",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": 67,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 130,
      "Defense": 80,
      "Sp. Attack": 65,
      "Sp. Defense": 85,
      "Speed": 55
    },
	"description": {
		"en": "Machamp is known as the Pokémon that has mastered every kind of martial arts. If it grabs hold of the foe with its four arms, the battle is all but over. The hapless foe is thrown far over the horizon.",
		"it": "Machamp, il Pokémon Megaforza. È la forma evolutiva di Machoke. È noto per la sua conoscenza di ogni tipo di arti marziali. Può sferrare un migliaio di pugni in pochi secondi e con una sola mano può muovere persino una montagna"
	}
  },
  {
    "id": 69,
    "name": "Bellsprout",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 70
	},
    "stats": {
      "HP": 50,
      "Attack": 75,
      "Defense": 35,
      "Sp. Attack": 70,
      "Sp. Defense": 30,
      "Speed": 40
    },
	"description": {
		"en": "Bellsprout's thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron.",
		"it": "Bellsprout, il Pokémon Fiore. Il suo corpo esile e flessibile gli consente di piegarsi e oscillare per evitare ogni attacco, anche violento. Dalla bocca sputa un fluido corrosivo in grado di sciogliere anche il ferro."
	}
  },
  {
    "id": 70,
    "name": "Weepinbell",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 69,
		"to": 71
	},
    "stats": {
      "HP": 65,
      "Attack": 90,
      "Defense": 50,
      "Sp. Attack": 85,
      "Sp. Defense": 45,
      "Speed": 55
    },
	"description": {
		"en": "Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.",
		"it": "Weepinbell, il Pokémon Moschivoro. È la forma evolutiva di Bellsprout. è dotato di un grande uncino posteriore. Di notte lo usa per appendersi a un ramo e mettersi a dormire. Talvolta, agitandosi nel sonno, si sveglia al suolo."
	}
  },
  {
    "id": 71,
    "name": "Victreebel",
    "type": [
      "Grass",
      "Poison"
    ],
	"evolutions": {
		"from": 70,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 105,
      "Defense": 65,
      "Sp. Attack": 100,
      "Sp. Defense": 70,
      "Speed": 70
    },
	"description": {
		"en": "Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.",
		"it": "Victreebel, il Pokémon Moschivoro. È la forma evolutiva di Weepinbell. È dotato di una lunga liana che parte dalla testa. Il Pokémon la sventola e la agita come fosse un'esca per attirare la preda. Quando la preda ignara si avvicina, il Pokémon la inghiotte in un sol boccone."
	}
  },
  {
    "id": 72,
    "name": "Tentacool",
    "type": [
      "Water",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 73
	},
    "stats": {
      "HP": 40,
      "Attack": 40,
      "Defense": 35,
      "Sp. Attack": 50,
      "Sp. Defense": 100,
      "Speed": 70
    },
	"description": {
		"en": "Tentacool absorbs sunlight and refracts it using water inside its body to convert it into beam energy. This Pokémon shoots beams from the small round organ above its eyes.",
		"it": "Tentacool, il Pokémon Medusa. Il suo corpo è costituito quasi completamente da acqua. Non essendo molto abile a nuotare, va in cerca di prede fluttuando in acque poco profonde."
	}
  },
  {
    "id": 73,
    "name": "Tentacruel",
    "type": [
      "Water",
      "Poison"
    ],
	"evolutions": {
		"from": 72,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 70,
      "Defense": 65,
      "Sp. Attack": 80,
      "Sp. Defense": 120,
      "Speed": 100
    },
	"description": {
		"en": "Tentacruel has tentacles that can be freely elongated and shortened at will. It ensnares prey with its tentacles and weakens the prey by dosing it with a harsh toxin. It can catch up to 80 prey at the same time.",
		"it": "Tentacruel, il Pokémon Medusa. È la forma evolutiva di Tentacool. Ha due grandi sfere rosse sulla testa. Le sfere brillano prima di emettere potenti ultrasuoni. Gli attacchi di questo Pokémon creano onde impetuose nei dintorni."
	}
  },
  {
    "id": 74,
    "name": "Geodude",
    "type": [
      "Rock",
      "Ground"
    ],
	"evolutions": {
		"from": null,
		"to": 75
	},
    "stats": {
      "HP": 40,
      "Attack": 80,
      "Defense": 100,
      "Sp. Attack": 30,
      "Sp. Defense": 30,
      "Speed": 20
    },
	"description": {
		"en": "When Geodude sleeps deeply, it buries itself halfway into the ground. It will not awaken even if hikers step on it unwittingly. In the morning, this Pokémon rolls downhill in search of food.",
		"it": "Geodude, il Pokémon Roccia. Lo si può trovare vicino ai sentieri di montagna. Bisogna fare attenzione a non calpestarlo per sbaglio, altrimenti diventa furioso."
	}
  },
  {
    "id": 75,
    "name": "Graveler",
    "type": [
      "Rock",
      "Ground"
    ],
	"evolutions": {
		"from": 74,
		"to": 76
	},
    "stats": {
      "HP": 55,
      "Attack": 95,
      "Defense": 115,
      "Sp. Attack": 45,
      "Sp. Defense": 45,
      "Speed": 35
    },
	"description": {
		"en": "Rocks are Graveler's favorite food. This Pokémon will climb a mountain from the base to the summit, crunchingly feasting on rocks all the while. Upon reaching the peak, it rolls back down to the bottom.",
		"it": "Graveler, il Pokémon Roccia. È la forma evolutiva di Geodude. Si ciba di rocce e pare preferisca quelle ricoperte di muschio. Spesso viene visto rotolare giù per i sentieri di montagna, travolgendo tutto ciò che incontra."
	}
  },
  {
    "id": 76,
    "name": "Golem",
    "type": [
      "Rock",
      "Ground"
    ],
	"evolutions": {
		"from": 75,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 120,
      "Defense": 130,
      "Sp. Attack": 55,
      "Sp. Defense": 65,
      "Speed": 45
    },
	"description": {
		"en": "Golem is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this Pokémon's course.",
		"it": "Golem, il Pokémon Megatone. È la forma evolutiva di Graveler. Vivono in alta montagna. In caso di terremoto, questi Pokémon rotolano giù per i monti in massa e si fermano a valle."
	}
  },
  {
    "id": 77,
    "name": "Ponyta",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": null,
		"to": 78
	},
    "stats": {
      "HP": 50,
      "Attack": 85,
      "Defense": 55,
      "Sp. Attack": 65,
      "Sp. Defense": 65,
      "Speed": 90
    },
	"description": {
		"en": "Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.",
		"it": "Ponyta, il Pokémon Cavalfuoco. È molto debole alla nascita e riesce a malapena a reggersi in piedi. Poi si rinforza a furia di inciampare e cadere, cercando di tenere il passo dei suoi genitori."
	}
  },
  {
    "id": 78,
    "name": "Rapidash",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": 77,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 100,
      "Defense": 70,
      "Sp. Attack": 80,
      "Sp. Defense": 80,
      "Speed": 105
    },
	"description": {
		"en": "Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 240 km/h.",
		"it": "Rapidash, il Pokémon Cavalfuoco. È la forma evolutiva di Ponyta. Si vede comunemente galoppare in campagne e pianure. Quando si lancia a tutta velocità la sua fiera criniera brilla e arde mentre galoppa fino a 240 km/h."
	}
  },
  {
    "id": 79,
    "name": "Slowpoke",
    "type": [
      "Water",
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": 80
	},
    "stats": {
      "HP": 90,
      "Attack": 65,
      "Defense": 65,
      "Sp. Attack": 40,
      "Sp. Defense": 40,
      "Speed": 15
    },
	"description": {
		"en": "Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it's doing and often spends entire days just loafing at water's edge.",
		"it": "Slowpoke, il Pokémon Ronfone. Usa la coda per pescare la preda, immergendola in acqua dalle rive dei fiumi. Tuttavia, spesso dimentica cosa stava facendo e trascorre giorni interi a ciondolare vicino ai corsi d'acqua."
	}
  },
  {
    "id": 80,
    "name": "Slowbro",
    "type": [
      "Water",
      "Psychic"
    ],
	"evolutions": {
		"from": 79,
		"to": null
	},
    "stats": {
      "HP": 95,
      "Attack": 75,
      "Defense": 110,
      "Sp. Attack": 100,
      "Sp. Defense": 80,
      "Speed": 30
    },
	"description": {
		"en": "Slowbro's tail has a Shellder firmly attached with a bite. As a result, the tail can't be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.",
		"it": "Slowbro, il Pokémon . È la forma evolutiva di Slowpoke. Ha uno Shellder saldamente attaccato alla coda, che quindi non può più essere usata per pescare. Così Slowbro può essere visto nuotare di malavoglia per catturare una preda."
	}
  },
  {
    "id": 81,
    "name": "Magnemite",
    "type": [
      "Electric",
      "Steel"
    ],
	"evolutions": {
		"from": null,
		"to": 82
	},
    "stats": {
      "HP": 25,
      "Attack": 35,
      "Defense": 70,
      "Sp. Attack": 95,
      "Sp. Defense": 55,
      "Speed": 45
    },
	"description": {
		"en": "Magnemite floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This Pokémon becomes incapable of flight if its internal electrical supply is depleted.",
		"it": "Magnemite, il Pokémon Calamita. Si attacca alle linee elettriche per caricarsi di energia. Può capitare che esaurisca la sua riserva di elettricità e di cadere al suolo. Se gli viene data una batteria, torna a muoversi."
	}
  },
  {
    "id": 82,
    "name": "Magneton",
    "type": [
      "Electric",
      "Steel"
    ],
	"evolutions": {
		"from": 81,
		"to": null
	},
    "stats": {
      "HP": 50,
      "Attack": 60,
      "Defense": 95,
      "Sp. Attack": 120,
      "Sp. Defense": 70,
      "Speed": 70
    },
	"description": {
		"en": "Magneton emits a powerful magnetic force that is fatal to electronics and precision instruments. Because of this, it is said that some towns warn people to keep this Pokémon inside a Poké Ball.",
		"it": "Magneton, il Pokémon Calamita. È la forma evolutiva di Magnemite. Emette una potente carica magnetica fatale per tutte le apparecchiature meccaniche. Nelle città, le sirene avvertono la popolazione di grandi invasioni di questi Pokémon."
	}
  },
  {
    "id": 83,
    "name": "Farfetch'd",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 52,
      "Attack": 90,
      "Defense": 55,
      "Sp. Attack": 58,
      "Sp. Defense": 62,
      "Speed": 60
    },
	"description": {
		"en": "Farfetch'd is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.",
		"it": "Farfetch'd, il Pokémon Selvanatra. Ha sempre con sé il gambo di qualche pianta. Pare che alcuni gambi siano migliori di altri. Spesso lotta con altri Pokémon per avere i gambi migliori."
	}
  },
  {
    "id": 84,
    "name": "Doduo",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": 85
	},
    "stats": {
      "HP": 35,
      "Attack": 85,
      "Defense": 45,
      "Sp. Attack": 35,
      "Sp. Defense": 35,
      "Speed": 75
    },
	"description": {
		"en": "Doduo's two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this Pokémon possessing different sets of brains.",
		"it": "Doduo, il Pokémon Biuccello. Le due teste di Doduo non dormono mai nello stesso momento, in modo che una sia sempre vigile per difendersi dai nemici, mentre l'altra può riposarsi tranquilla."
	}
  },
  {
    "id": 85,
    "name": "Dodrio",
    "type": [
      "Normal",
      "Flying"
    ],
	"evolutions": {
		"from": 86,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 110,
      "Defense": 70,
      "Sp. Attack": 60,
      "Sp. Defense": 60,
      "Speed": 110
    },
	"description": {
		"en": "Apparently, the heads aren't the only parts of the body that Dodrio has three of. It has three sets of hearts and lungs as well, so it is capable of running long distances without rest.",
		"it": "Dodrio, il Pokémon Triuccello. È la forma evolutiva di Doduo. Se le tre teste di Dodrio guardano in tre direzioni diverse, significa che il Pokémon è vigile. In questo stato il Pokémon non va avvicinato, poiché potrebbe decidere di attaccare."
	}
  },
  {
    "id": 86,
    "name": "Seel",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 87
	},
    "stats": {
      "HP": 65,
      "Attack": 45,
      "Defense": 55,
      "Sp. Attack": 45,
      "Sp. Defense": 70,
      "Speed": 45
    },
	"description": {
		"en": "Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.",
		"it": "Seel, il Pokémon Otaria. Caccia le prede nel mare gelido sotto le lastre di ghiaccio. Per respirare apre un foro nel ghiaccio usando la protuberanza appuntita sulla sommità del capo."
	}
  },
  {
    "id": 87,
    "name": "Dewgong",
    "type": [
      "Water",
      "Ice"
    ],
	"evolutions": {
		"from": 86,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 70,
      "Defense": 80,
      "Sp. Attack": 70,
      "Sp. Defense": 95,
      "Speed": 70
    },
	"description": {
		"en": "Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.",
		"it": "Dewgong, il Pokémon Otaria. È la forma evolutiva di Seel. Adora riposare su una gelida lastra di ghiaccio. In passato i marinai confondevano il profilo di questo Pokémon addormentato sulla superficie gelata con una sirena."
	}
  },
  {
    "id": 88,
    "name": "Grimer",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 89
	},
    "stats": {
      "HP": 80,
      "Attack": 80,
      "Defense": 50,
      "Sp. Attack": 40,
      "Sp. Defense": 50,
      "Speed": 25
    },
	"description": {
		"en": "Grimer emerged from the sludge that settled on a polluted seabed. This Pokémon loves anything filthy. It constantly leaks a horribly germ-infested fluid from all over its body.",
		"it": "Grimer, il Pokémon Melma. Il suo corpo fangoso e gommoso può passare attraverso ogni apertura, anche la più angusta. Si intrufola dentro le condotte fognarie per bere le ripugnanti acque di scarico."
	}
  },
  {
    "id": 89,
    "name": "Muk",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": 88,
		"to": null
	},
    "stats": {
      "HP": 105,
      "Attack": 105,
      "Defense": 75,
      "Sp. Attack": 65,
      "Sp. Defense": 100,
      "Speed": 50
    },
	"description": {
		"en": "This Pokémon's favorite food is anything that is repugnantly filthy. In dirty towns where people think nothing of throwing away litter on the streets, Muk are certain to gather.",
		"it": "Muk, il Pokémon Melma. È la forma evolutiva di Grimer. Quelli che sembrano denti e artigli sono in realtà tossine cristallizzate che avvelenano al solo contatto. Avvicinarsi è molto pericoloso."
	}
  },
  {
    "id": 90,
    "name": "Shellder",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 91
	},
    "stats": {
      "HP": 30,
      "Attack": 65,
      "Defense": 100,
      "Sp. Attack": 45,
      "Sp. Defense": 25,
      "Speed": 40
    },
	"description": {
		"en": "At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.",
		"it": "Shellder, il Pokémon Bivalve. "
	}
  },
  {
    "id": 91,
    "name": "Cloyster",
    "type": [
      "Water",
      "Ice"
    ],
	"evolutions": {
		"from": 90,
		"to": null
	},
    "stats": {
      "HP": 50,
      "Attack": 95,
      "Defense": 180,
      "Sp. Attack": 85,
      "Sp. Defense": 45,
      "Speed": 70
    },
	"description": {
		"en": "Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.",
		"it": "Cloyster, il Pokémon Bivalve. È la forma evolutiva di Shellder. È in grado di nuotare in mare aperto, ingerendo acqua dalla bocca per poi espellerla violentemente a mo' di propulsore. Questo Pokémon usa lo stesso metodo per sparare punte dalla conchiglia."
	}
  },
  {
    "id": 92,
    "name": "Gastly",
    "type": [
      "Ghost",
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 93
	},
    "stats": {
      "HP": 30,
      "Attack": 35,
      "Defense": 30,
      "Sp. Attack": 100,
      "Sp. Defense": 35,
      "Speed": 80
    },
	"description": {
		"en": "Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.",
		"it": "Gastly, il Pokémon Gas. è composto prevalentemente di sostanze gassose. Se esposto al vento forte il suo corpo gassoso si disperde subito. Gruppi di questi Pokémon si radunano sotto i cornicioni per ripararsi dal vento."
	}
  },
  {
    "id": 93,
    "name": "Haunter",
    "type": [
      "Ghost",
      "Poison"
    ],
	"evolutions": {
		"from": 92,
		"to": 94
	},
    "stats": {
      "HP": 45,
      "Attack": 50,
      "Defense": 45,
      "Sp. Attack": 115,
      "Sp. Defense": 55,
      "Speed": 95
    },
	"description": {
		"en": "Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.",
		"it": "Haunter, il Pokémon Gas. È la forma evolutiva di Gastly. È un Pokémon pericoloso. Se lo vedi fare cenni mentre fluttua nell'oscurità, è meglio fuggire, poiché il Pokémon cercherà di leccare il malcapitato e succhiargli la vita."
	}
  },
  {
    "id": 94,
    "name": "Gengar",
    "type": [
      "Ghost",
      "Poison"
    ],
	"evolutions": {
		"from": 93,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 65,
      "Defense": 60,
      "Sp. Attack": 130,
      "Sp. Defense": 75,
      "Speed": 110
    },
	"description": {
		"en": "Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.",
		"it": "Gengar, il Pokémon Ombra. È la forma evolutiva di Haunter. Talvolta, nelle notti buie, può accadere che un passante sia improvvisamente aggredito dalla propria ombra. È opera di Gengar, che usa avvicinarsi fingendosi un'ombra."
	}
  },
  {
    "id": 95,
    "name": "Onix",
    "type": [
      "Rock",
      "Ground"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 35,
      "Attack": 45,
      "Defense": 160,
      "Sp. Attack": 30,
      "Sp. Defense": 45,
      "Speed": 70
    },
	"description": {
		"en": "Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.",
		"it": "Onix, il Pokémon Serpesasso. Ha una calamita nel cervello, che agisce da bussola per consentirgli di non perdere l'orientamento mentre scava sottoterra. Con il passare del tempo il suo corpo diventa sempre più smussato e levigato."
	}
  },
  {
    "id": 96,
    "name": "Drowzee",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": 97
	},
    "stats": {
      "HP": 60,
      "Attack": 48,
      "Defense": 45,
      "Sp. Attack": 43,
      "Sp. Defense": 90,
      "Speed": 42
    },
	"description": {
		"en": "If your nose becomes itchy while you are sleeping, it's a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.",
		"it": "Drowzee, il Pokémon Ipnosi. È solito nutrirsi dei sogni degli altri mentre dormono, estraendoli dalle loro narici. Se durante il sonno si avverte prurito al naso, significa che Drowzee è già all'opera."
	}
  },
  {
    "id": 97,
    "name": "Hypno",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": 96,
		"to": null
	},
    "stats": {
      "HP": 85,
      "Attack": 73,
      "Defense": 70,
      "Sp. Attack": 73,
      "Sp. Defense": 115,
      "Speed": 67
    },
	"description": {
		"en": "Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.",
		"it": "Hypno, il Pokémon Ipnosi. È la fase evolutiva di Drowzee. È solito nutrirsi dei sogni degli altri mentre dormono, estraendoli dalle loro narici. Se durante il sonno si avverte prurito al naso, significa che Drowzee è già all'opera."
	}
  },
  {
    "id": 98,
    "name": "Krabby",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 99
	},
    "stats": {
      "HP": 30,
      "Attack": 105,
      "Defense": 90,
      "Sp. Attack": 25,
      "Sp. Defense": 25,
      "Speed": 50
    },
	"description": {
		"en": "Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.",
		"it": "Krabby il Pokémon Granchio. Vive in spiaggia, nascosto in buche scavate nella sabbia. Sulle spiagge molto sabbiose, dove scarseggia il cibo, è possibile vedere questi Pokémon attaccarsi a vicenda in difesa del proprio territorio."
	}
  },
  {
    "id": 99,
    "name": "Kingler",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 98,
		"to": null
	},
    "stats": {
      "HP": 55,
      "Attack": 130,
      "Defense": 115,
      "Sp. Attack": 50,
      "Sp. Defense": 50,
      "Speed": 75
    },
	"description": {
		"en": "Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.",
		"it": "Kingler, il Pokémon Chela. È la forma evolutiva di Krabby. È dotato di un'enorme chela, che brandisce nell'aria per comunicare con i suoi simili. Tuttavia, dato il notevole peso della chela sovradimensionata, il Pokémon si stanca in fretta."
	}
  },
  {
    "id": 100,
    "name": "Voltorb",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": null,
		"to": 101
	},
    "stats": {
      "HP": 40,
      "Attack": 30,
      "Defense": 50,
      "Sp. Attack": 55,
      "Sp. Defense": 55,
      "Speed": 100
    },
	"description": {
		"en": "Voltorb is extremely sensitive: it explodes at the slightest of shocks. It is rumored that it was first created when a Poké Ball was exposed to a powerful pulse of energy.",
		"it": "Voltorb, il Pokémon Ball. Si dice che abbia un aspetto simile a una Poké Ball per passare inosservato. Tende ad autodistruggersi al minimo stimolo."
	}
  },
  {
    "id": 101,
    "name": "Electrode",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": 100,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 50,
      "Defense": 70,
      "Sp. Attack": 80,
      "Sp. Defense": 80,
      "Speed": 150
    },
	"description": {
		"en": "One of Electrode's characteristics is its attraction to electricity. It is a problematical Pokémon that congregates mostly at electrical power plants to feed on electricity that has just been generated.",
		"it": "Electrode, il Pokémon Ball. È la forma evolutiva di Voltorb. L'energia elettrica accumulata nel suo corpo può provocare un'esplosione al minimo urto. Temuto da tutti, è noto come \"Palla Esplosiva\"."
	}
  },
  {
    "id": 102,
    "name": "Exeggcute",
    "type": [
      "Grass",
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": 103
	},
    "stats": {
      "HP": 60,
      "Attack": 40,
      "Defense": 80,
      "Sp. Attack": 60,
      "Sp. Defense": 45,
      "Speed": 40
    },
	"description": {
		"en": "This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.",
		"it": "Exeggcute, il Pokémon Uovo. È costituito da un nucleo composto da sei uova, che girano vorticosamente attraendosi a vicenda. Quando i gusci iniziano a rompersi, Exeggcute è prossimo all'evoluzione."
	}
  },
  {
    "id": 103,
    "name": "Exeggutor",
    "type": [
      "Grass",
      "Psychic"
    ],
	"evolutions": {
		"from": 102,
		"to": null
	},
    "stats": {
      "HP": 95,
      "Attack": 95,
      "Defense": 85,
      "Sp. Attack": 125,
      "Sp. Defense": 75,
      "Speed": 55
    },
	"description": {
		"en": "Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.",
		"it": "Exeggutor, il Pokémon Nocecocco. È la fase evolutiva di Exeggcute. è originario dei tropici. Le teste crescono costantemente se esposte a forte luce solare. Pare che quando le teste cadono, si uniscano per formare un Exeggcute."
	}
  },
  {
    "id": 104,
    "name": "Cubone",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": null,
		"to": 105
	},
    "stats": {
      "HP": 50,
      "Attack": 50,
      "Defense": 95,
      "Sp. Attack": 40,
      "Sp. Defense": 50,
      "Speed": 35
    },
	"description": {
		"en": "Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds.",
		"it": "Cubone, il Pokémon Solitario. Si strugge per la madre che non rivedrà mai più. Piange alla luna piena che somiglia molto alla madre. Le macchie sul teschio che indossa sono dovute alle lacrime copiose."
	}
  },
  {
    "id": 105,
    "name": "Marowak",
    "type": [
      "Ground"
    ],
	"evolutions": {
		"from": 104,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 80,
      "Defense": 110,
      "Sp. Attack": 50,
      "Sp. Defense": 80,
      "Speed": 45
    },
	"description": {
		"en": "Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokémon's tempered and hardened spirit is not easily broken.",
		"it": "Marowak, il Pokémon Guardaossi. È la forma evolutiva di Cubone. Si è evoluto dopo essersi temprato e aver superato il lutto. Usa l'osso come un'arma e lotta valorosamente contro i nemici."
	}
  },
  {
    "id": 106,
    "name": "Hitmonlee",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 50,
      "Attack": 120,
      "Defense": 53,
      "Sp. Attack": 35,
      "Sp. Defense": 110,
      "Speed": 87
    },
	"description": {
		"en": "Hitmonlee's legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.",
		"it": "Hitmonlee, il Pokémon Tiracalci. Le sue zampe sono estremamente elastiche. Usandole a mo' di molla, si scaglia sul nemico con calci rovinosi. Dopo la lotta si strofina le zampe e scioglie i muscoli per recuperare le forze."
	}
  },
  {
    "id": 107,
    "name": "Hitmonchan",
    "type": [
      "Fighting"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 50,
      "Attack": 105,
      "Defense": 79,
      "Sp. Attack": 35,
      "Sp. Defense": 110,
      "Speed": 76
    },
	"description": {
		"en": "Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity.",
		"it": "Hitmonchan, il Pokémon Tirapugni. Si dice che abbia l'animo di un pugile destinato a partecipare al campionato mondiale. Questo Pokémon ha uno spirito indomito e non demorde mai di fronte alle avversità."
	}
  },
  {
    "id": 108,
    "name": "Lickitung",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 55,
      "Defense": 75,
      "Sp. Attack": 60,
      "Sp. Defense": 75,
      "Speed": 30
    },
	"description": {
		"en": "Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.",
		"it": "Lickitung, il Pokémon Linguaccia. Quando si trova davanti a qualcosa di nuovo, istintivamente lo assaggia con una leccata. È dotato infatti di una memoria legata al gusto e alla consistenza degli oggetti. Non ama i sapori aspri."
	}
  },
  {
    "id": 109,
    "name": "Koffing",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": null,
		"to": 110
	},
    "stats": {
      "HP": 40,
      "Attack": 65,
      "Defense": 95,
      "Sp. Attack": 60,
      "Sp. Defense": 45,
      "Speed": 35
    },
	"description": {
		"en": "Koffing embodies toxic substances. It mixes the toxins with raw garbage to set off a chemical reaction that results in a terribly powerful poison gas. The higher the temperature, the more gas is concocted by this Pokémon.",
		"it": "Koffing, il Pokémon Velenuvola. Il suo corpo è gonfio di gas velenosi. Va nelle discariche attratto dall'odore di rifiuti putrescenti."
	}
  },
  {
    "id": 110,
    "name": "Weezing",
    "type": [
      "Poison"
    ],
	"evolutions": {
		"from": 109,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 90,
      "Defense": 120,
      "Sp. Attack": 85,
      "Sp. Defense": 70,
      "Speed": 60
    },
	"description": {
		"en": "Weezing alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The Pokémon also becomes more putrid.",
		"it": "Weezing, il Pokémon Velenuvola. Si serve del suo duplice corpo per miscelare i gas. Si sente a suo agio in case sudicie e maltenute, e la notte, mentre dormono tutti, lui si aggira furtivo tra i rifiuti domestici."
	}
  },
  {
    "id": 111,
    "name": "Rhyhorn",
    "type": [
      "Ground",
      "Rock"
    ],
	"evolutions": {
		"from": null,
		"to": 112
	},
    "stats": {
      "HP": 80,
      "Attack": 85,
      "Defense": 95,
      "Sp. Attack": 30,
      "Sp. Defense": 30,
      "Speed": 25
    },
	"description": {
		"en": "Rhyhorn's brain is very small. It is so dense, while on a run it forgets why it started running in the first place. It apparently remembers sometimes if it demolishes something.",
		"it": "Rhyhorn, il Pokémon Punzoni. È molto forte, benché non particolarmente brillante. Se si scaglia contro un grattacielo può raderlo al suolo."
	}
  },
  {
    "id": 112,
    "name": "Rhydon",
    "type": [
      "Ground",
      "Rock"
    ],
	"evolutions": {
		"from": 111,
		"to": null
	},
    "stats": {
      "HP": 105,
      "Attack": 130,
      "Defense": 120,
      "Sp. Attack": 45,
      "Sp. Defense": 45,
      "Speed": 40
    },
	"description": {
		"en": "Rhydon has a horn that serves as a drill. It is used for destroying rocks and boulders. This Pokémon occasionally rams into streams of magma, but the armor-like hide prevents it from feeling the heat.",
		"it": "Rhydon, il Pokémon Trapano. È la fase evolutiva di Rhyhorn. Possiede un corno che usa come trivella. Può sfruttarlo per distruggere roccie e massi."
	}
  },
  {
    "id": 113,
    "name": "Chansey",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 250,
      "Attack": 5,
      "Defense": 5,
      "Sp. Attack": 35,
      "Sp. Defense": 105,
      "Speed": 50
    },
	"description": {
		"en": "Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.",
		"it": "Chansey, il Pokémon Uovo. Ogni giorno depone uova molto nutrienti. Queste uova sono così buone da far tornare l'appetito a chi lo ha perso."
	}
  },
  {
    "id": 114,
    "name": "Tangela",
    "type": [
      "Grass"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 55,
      "Defense": 115,
      "Sp. Attack": 100,
      "Sp. Defense": 40,
      "Speed": 60
    },
	"description": {
		"en": "Tangela's vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.",
		"it": "Tangela, il Pokémon Liana. Se le sue liane vengono afferrate, si staccano con facilità, ma in modo indolore, consentendo una pratica scappatoia al Pokémon."
	}
  },
  {
    "id": 115,
    "name": "Kangaskhan",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 105,
      "Attack": 95,
      "Defense": 80,
      "Sp. Attack": 40,
      "Sp. Defense": 80,
      "Speed": 90
    },
	"description": {
		"en": "If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokémon's parent is sure to be in the area, and it will become violently enraged at you.",
		"it": "Kangaskhan, il Pokémon Genitore. Se si avvista un cucciolo di Kangaskhan giocare per conto suo, non bisogna mai disturbarlo o cercare di catturarlo. Il suo genitore, infatti, è sicuramente nei paraggi e potrebbe reagire molto violentemente."
	}
  },
  {
    "id": 116,
    "name": "Horsea",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 117
	},
    "stats": {
      "HP": 30,
      "Attack": 40,
      "Defense": 70,
      "Sp. Attack": 70,
      "Sp. Defense": 25,
      "Speed": 60
    },
	"description": {
		"en": "If Horsea senses danger, it will reflexively spray a dense black ink from its mouth and try to escape. This Pokémon swims by cleverly flapping the fin on its back.",
		"it": "Horsea, il Pokémon Drago. Vive in mari dalle correnti tranquille. Quando viene attaccato spruzza inchiostro nero e ne approfitta per fuggire."
	}
  },
  {
    "id": 117,
    "name": "Seadra",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 116,
		"to": null
	},
    "stats": {
      "HP": 55,
      "Attack": 65,
      "Defense": 95,
      "Sp. Attack": 95,
      "Sp. Defense": 45,
      "Speed": 85
    },
	"description": {
		"en": "Seadra generates whirlpools by spinning its body. The whirlpools are strong enough to swallow even fishing boats. This Pokémon weakens prey with these currents, then swallows it whole.",
		"it": "Seadra, il Pokémon Drago. È la forma evolutiva di Horsea. Dorme dopo essersi sistemato tra i rami di un corallo. I cercatori di corallo spesso rischiano di essere punti dai suoi aculei velenosi se non si accorgono della sua presenza."
	}
  },
  {
    "id": 118,
    "name": "Goldeen",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 119
	},
    "stats": {
      "HP": 45,
      "Attack": 67,
      "Defense": 60,
      "Sp. Attack": 35,
      "Sp. Defense": 50,
      "Speed": 63
    },
	"description": {
		"en": "Goldeen loves swimming wild and free in rivers and ponds. If one of these Pokémon is placed in an aquarium, it will shatter even the thickest glass with one ram of its horn and make its escape.",
		"it": "Goldeen, il Pokémon Pescerosso. È un Pokémon molto elegante dai movimenti aggraziati. Tuttavia, è necessario stare attenti poiché è capace di attaccare violentemente con il suo corno."
	}
  },
  {
    "id": 119,
    "name": "Seaking",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 118,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 92,
      "Defense": 65,
      "Sp. Attack": 65,
      "Sp. Defense": 80,
      "Speed": 68
    },
	"description": {
		"en": "Seaking is very protective of its eggs. The male and female will take turns patrolling around their nest and eggs. The guarding of eggs by these Pokémon goes on for over a month.",
		"it": "Seaking, il Pokémon Pescerosso. È la forma evolutiva di Goldeen. In autunno ingrassa in previsione della stagione degli amori e assume colori sgargianti."
	}
  },
  {
    "id": 120,
    "name": "Staryu",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 121
	},
    "stats": {
      "HP": 30,
      "Attack": 45,
      "Defense": 55,
      "Sp. Attack": 70,
      "Sp. Defense": 55,
      "Speed": 85
    },
	"description": {
		"en": "Staryu apparently communicates with the stars in the night sky by flashing the red core at the center of its body. If parts of its body are torn, this Pokémon simply regenerates the missing pieces and limbs.",
		"it": "Staryu, il Pokémon Stella. Quando si raggruppano di notte, i loro nuclei centrali brillano al ritmo delle stelle. Se perde un'appendice, questo Pokémon la rigenera senza problemi."
	}
  },
  {
    "id": 121,
    "name": "Starmie",
    "type": [
      "Water",
      "Psychic"
    ],
	"evolutions": {
		"from": 120,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 75,
      "Defense": 85,
      "Sp. Attack": 100,
      "Sp. Defense": 85,
      "Speed": 115
    },
	"description": {
		"en": "Starmie swims through water by spinning its star-shaped body as if it were a propeller on a ship. The core at the center of this Pokémon's body glows in seven colors.",
		"it": "Starmie, il Pokémon Misterioso. È la forma evolutiva di Staryu. Nuota roteando vorticosamente il corpo a stella come fosse l'elica di una nave. Il suo nucleo brilla in sette diversi colori."
	}
  },
  {
    "id": 122,
    "name": "Mr. Mime",
    "type": [
      "Psychic",
      "Fairy"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 40,
      "Attack": 45,
      "Defense": 65,
      "Sp. Attack": 100,
      "Sp. Defense": 120,
      "Speed": 90
    },
	"description": {
		"en": "Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real.",
		"it": "Mr. Mime, il Pokémon Barriera. È un esperto di mimica. Con la gestualità convince l'osservatore dell'esistenza di oggetti invisibili che saranno percepiti come reali."
	}
  },
  {
    "id": 123,
    "name": "Scyther",
    "type": [
      "Bug",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 70,
      "Attack": 110,
      "Defense": 80,
      "Sp. Attack": 55,
      "Sp. Defense": 80,
      "Speed": 105
    },
	"description": {
		"en": "Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokémon's scythes are so effective, they can slice through thick logs in one wicked stroke.",
		"it": "Scyther, il Pokémon Mantide. È veloce come una saetta. La rapidità rende le falci sulle zampe anteriori così efficaci da tranciare con un colpo secco persino un tronco secolare."
	}
  },
  {
    "id": 124,
    "name": "Jynx",
    "type": [
      "Ice",
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 50,
      "Defense": 35,
      "Sp. Attack": 115,
      "Sp. Defense": 95,
      "Speed": 95
    },
	"description": {
		"en": "Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.",
		"it": "Jynx, il Pokémon Umanoide. Avanza oscillando ritmicamente come in una specie di danza che ammalia chi lo vede. L'osservatore viene così indotto a danzare senza rendersene conto."
	}
  },
  {
    "id": 125,
    "name": "Electabuzz",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 83,
      "Defense": 57,
      "Sp. Attack": 95,
      "Sp. Defense": 85,
      "Speed": 105
    },
	"description": {
		"en": "When a storm arrives, gangs of this Pokémon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.",
		"it": "Electabuzz, il Pokémon Elettrico. All'arrivo di un temporale questi Pokémon si raggruppano e a gara scalano le vette più alte sperando di riuscire a prendere qualche fulmine."
	}
  },
  {
    "id": 126,
    "name": "Magmar",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 95,
      "Defense": 57,
      "Sp. Attack": 100,
      "Sp. Defense": 85,
      "Speed": 93
    },
	"description": {
		"en": "In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokémon's fiery bursts create heat waves that ignite grass and trees in its surroundings.",
		"it": "Magmar, il Pokémon Sputafuoco. In lotta, sputa fiamme roventi da tutto il corpo per intimidire l'avversario. La sua furia provoca ondate di calore che bruciano la vegetazione circostante."
	}
  },
  {
    "id": 127,
    "name": "Pinsir",
    "type": [
      "Bug"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 125,
      "Defense": 100,
      "Sp. Attack": 55,
      "Sp. Defense": 70,
      "Speed": 85
    },
	"description": {
		"en": "Pinsir has a pair of massive horns. Protruding from the surface of these horns are thorns. These thorns are driven deeply into the foe's body when the pincer closes, making it tough for the foe to escape.",
		"it": "Pinsir, il Pokémon Cervolante. È dotato di due chele enormi sul capo, dalla cui superficie sporgono aculei. Questi vengono conficcati nel corpo del nemico quando le chele si chiudono, per impedirne la fuga."
	}
  },
  {
    "id": 128,
    "name": "Tauros",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 75,
      "Attack": 100,
      "Defense": 95,
      "Sp. Attack": 40,
      "Sp. Defense": 70,
      "Speed": 110
    },
	"description": {
		"en": "This Pokémon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.",
		"it": "Tauros, il Pokémon Torobrado. Questo Pokémon è molto insofferente e sempre alla ricerca della rissa. Se non trova un avversario con cui lottare, Tauros si lancia contro grossi tronchi per abbaterli e calmarsi."
	}
  },
  {
    "id": 129,
    "name": "Magikarp",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 130
	},
    "stats": {
      "HP": 20,
      "Attack": 10,
      "Defense": 55,
      "Sp. Attack": 15,
      "Sp. Defense": 20,
      "Speed": 80
    },
	"description": {
		"en": "Magikarp is virtually useless in battle as it can only splash around. As a result, it is considered to be weak. However, it is actually a very hardy Pokémon that can survive in any body of water no matter how polluted it is.",
		"it": "Magikarp, il Pokémon Pesce. Nella lotta è virtualmente inutile, poiché può solo sguazzare. Per questo motivo è considerato debole. In realtà, si tratta di un Pokémon molto robusto che sopravvive in qualsiasi tipo di bacino d'acqua, anche i più inquinati."
	}
  },
  {
    "id": 130,
    "name": "Gyarados",
    "type": [
      "Water",
      "Flying"
    ],
	"evolutions": {
		"from": 129,
		"to": null
	},
    "stats": {
      "HP": 95,
      "Attack": 125,
      "Defense": 79,
      "Sp. Attack": 60,
      "Sp. Defense": 100,
      "Speed": 81
    },
	"description": {
		"en": "Once Gyarados goes on a rampage, its ferociously violent blood doesn't calm until it has burned everything down. There are records of this Pokémon's rampages lasting a whole month.",
		"it": "Gyarados, il Pokémon Atroce. È la fase evolutiva di Magikarp. Quando s'infuria, la sua indole feroce e violenta non si placa finché non ha incendiato ogni cosa. Ci sono testimonianze di sfuriate di questo Pokémon durate anche un mese intero."
	}
  },
  {
    "id": 131,
    "name": "Lapras",
    "type": [
      "Water",
      "Ice"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 130,
      "Attack": 85,
      "Defense": 80,
      "Sp. Attack": 85,
      "Sp. Defense": 95,
      "Speed": 60
    },
	"description": {
		"en": "People have driven Lapras almost to the point of extinction. In the evenings, this Pokémon is said to sing plaintively as it seeks what few others of its kind still remain.",
		"it": "Lapras, il Pokémon Trasporto. Portato quasi alla totale estinzione, si dice che la sera lo si senta cantare malinconico per richiamare i suoi pochi simili ancora in vita."
	}
  },
  {
    "id": 132,
    "name": "Ditto",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 48,
      "Attack": 48,
      "Defense": 48,
      "Sp. Attack": 48,
      "Sp. Defense": 48,
      "Speed": 48
    },
	"description": {
		"en": "Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokémon manages to get details wrong.",
		"it": "Ditto, il Pokémon Mutante. Cambia la sua struttura cellulare per assumere molte altre forme. Tuttavia, quando si affida solo alla sua memoria, talvolta dimentica dettagli importanti."
	}
  },
  {
    "id": 133,
    "name": "Eevee",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": [ 134, 135, 136, 196, 197, 470, 471 ]
	},
    "stats": {
      "HP": 55,
      "Attack": 55,
      "Defense": 50,
      "Sp. Attack": 45,
      "Sp. Defense": 65,
      "Speed": 55
    },
	"description": {
		"en": "Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokémon to evolve.",
		"it": "Eevee, il Pokémon Evoluzione. È dotato di un instabile corredo genetico che muta in base all'habitat naturale in cui vive. Le radiazioni di diverse Pietre ne scatenano l'evoluzione."
	}
  },
  {
    "id": 134,
    "name": "Vaporeon",
    "type": [
      "Water"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 130,
      "Attack": 65,
      "Defense": 60,
      "Sp. Attack": 110,
      "Sp. Defense": 95,
      "Speed": 65
    },
	"description": {
		"en": "Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokémon has the ability to freely control water.",
		"it": "Vaporeon, il Pokémon Bollajet. È la forma evolutiva di Eevee. Frutto di una mutazione naturale, ha sviluppato pinne e branchie per vivere sott'acqua. Ha la capacità di sfruttare l'acqua a suo vantaggio."
	}
  },
  {
    "id": 135,
    "name": "Jolteon",
    "type": [
      "Electric"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 65,
      "Defense": 60,
      "Sp. Attack": 110,
      "Sp. Defense": 95,
      "Speed": 130
    },
	"description": {
		"en": "Jolteon's cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokémon to drop thunderbolts. The bristling fur is made of electrically charged needles.",
		"it": "Jolteon, il Pokémon Luminoso. È la forma evolutiva di Eevee. Le sue cellule generano un basso potenziale elettrico, che viene tuttavia amplificato dall'elettricità statica della sua pelliccia, da cui scatena fulmini."
	}
  },
  {
    "id": 136,
    "name": "Flareon",
    "type": [
      "Fire"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 130,
      "Defense": 60,
      "Sp. Attack": 95,
      "Sp. Defense": 110,
      "Speed": 65
    },
	"description": {
		"en": "Flareon's fluffy fur has a functional purpose—it releases heat into the air so that its body does not get excessively hot. This Pokémon's body temperature can rise to a maximum of 900°C.",
		"it": "Flareon, il Pokémon Fiamma. È la forma evolutiva di Eevee. La sua morbida pelliccia di ha lo scopo di liberare calore nell'aria abbassando in tal modo la temperatura corporea, che raggiunge al massimo 900°C."
	}
  },
  {
    "id": 137,
    "name": "Porygon",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 60,
      "Defense": 70,
      "Sp. Attack": 85,
      "Sp. Defense": 75,
      "Speed": 40
    },
	"description": {
		"en": "Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokémon is copy protected so it cannot be duplicated by copying.",
		"it": "Porygon, il Pokémon Virtuale. Può regredire ai suoi codici di programmazione originari ed entrare nel ciberspazio. È dotato di un sistema antipirateria per evitare la duplicazione."
	}
  },
  {
    "id": 138,
    "name": "Omanyte",
    "type": [
      "Rock",
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 139
	},
    "stats": {
      "HP": 35,
      "Attack": 40,
      "Defense": 100,
      "Sp. Attack": 90,
      "Sp. Defense": 55,
      "Speed": 35
    },
	"description": {
		"en": "Omanyte is one of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell.",
		"it": "Omanyte, il Pokémon Spirale. È uno degli antichi Pokémon estinti rigenerati di recente dall'uomo. Se viene aggredito da un nemico, si ritira all'interno della sua dura corazza."
	}
  },
  {
    "id": 139,
    "name": "Omastar",
    "type": [
      "Rock",
      "Water"
    ],
	"evolutions": {
		"from": 138,
		"to": null
	},
    "stats": {
      "HP": 70,
      "Attack": 60,
      "Defense": 125,
      "Sp. Attack": 115,
      "Sp. Defense": 70,
      "Speed": 55
    },
	"description": {
		"en": "Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.",
		"it": "Omastar, il Pokémon Spirale. È la forma evolutiva di Omanyte. Usa i tentacoli per catturare la preda. Si pensa che si sia estinto a causa della conchiglia troppo ingombrante, che rendeva i movimenti lenti e difficoltosi."
	}
  },
  {
    "id": 140,
    "name": "Kabuto",
    "type": [
      "Rock",
      "Water"
    ],
	"evolutions": {
		"from": null,
		"to": 141
	},
    "stats": {
      "HP": 30,
      "Attack": 80,
      "Defense": 90,
      "Sp. Attack": 55,
      "Sp. Defense": 45,
      "Speed": 55
    },
	"description": {
		"en": "Kabuto is a Pokémon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokémon has not changed at all for 300 million years.",
		"it": "Kabuto, il Pokémon Crostaceo. È stato rigenerato da un fossile, sebbene in rari casi siano stati scoperti esemplari viventi. Non ha subito alcuna mutazione in oltre 300 milioni di anni."
	}
  },
  {
    "id": 141,
    "name": "Kabutops",
    "type": [
      "Rock",
      "Water"
    ],
	"evolutions": {
		"from": 140,
		"to": null
	},
    "stats": {
      "HP": 60,
      "Attack": 115,
      "Defense": 105,
      "Sp. Attack": 65,
      "Sp. Defense": 70,
      "Speed": 80
    },
	"description": {
		"en": "Kabutops swam underwater to hunt for its prey in ancient times. The Pokémon was apparently evolving from being a water dweller to living on land as evident from the beginnings of change in its gills and legs.",
		"it": "Kabutops, il Pokémon Crostaceo. È la forma evolutiva di Kabuto. Nell'antichità cacciava le prede sott'acqua. Le mutazioni su branchie e zampe confermano la teoria che si stesse adattando alla vita sulla terraferma."
	}
  },
  {
    "id": 142,
    "name": "Aerodactyl",
    "type": [
      "Rock",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 105,
      "Defense": 65,
      "Sp. Attack": 60,
      "Sp. Defense": 75,
      "Speed": 130
    },
	"description": {
		"en": "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.",
		"it": "Aerodactyl, il Pokémon Fossile.  Risale all'epoca dei dinosauri. È stato rigenerato da materiale genetico estratto dall'ambra. Si suppone che nell'antichità fosse il signore dei cieli."
	}
  },
  {
    "id": 143,
    "name": "Snorlax",
    "type": [
      "Normal"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 160,
      "Attack": 110,
      "Defense": 65,
      "Sp. Attack": 65,
      "Sp. Defense": 110,
      "Speed": 30
    },
	"description": {
		"en": "Snorlax's typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its expansive belly as a place to play.",
		"it": "Snorlax, il Pokémon Sonno. In una giornata tipica, Snorlax non fa altro che mangiare e dormire. È così docile che i bambini usano la sua enorme pancia come parco giochi."
	}
  },
  {
    "id": 144,
    "name": "Articuno",
    "type": [
      "Ice",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 85,
      "Defense": 100,
      "Sp. Attack": 95,
      "Sp. Defense": 125,
      "Speed": 85
    },
	"description": {
		"en": "Articuno is a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.",
		"it": "Articuno, il Pokémon Gelo. È un uccello leggendario, a suo agio tra i ghiacci. Quando batte le ali, l'aria diventa gelida. Quando nevica, si dice che sia passato di lì."
	}
  },
  {
    "id": 145,
    "name": "Zapdos",
    "type": [
      "Electric",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 90,
      "Defense": 85,
      "Sp. Attack": 125,
      "Sp. Defense": 90,
      "Speed": 100
    },
	"description": {
		"en": "Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts.",
		"it": "Zapdos, il Pokémon Elettrico. È un uccello leggendario perfettamente in grado di gestire l'elettricità. Vive nelle nubi temporalesche e acquista forza se colpito da qualche fulmine."
	}
  },
  {
    "id": 146,
    "name": "Moltres",
    "type": [
      "Fire",
      "Flying"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 90,
      "Attack": 100,
      "Defense": 90,
      "Sp. Attack": 125,
      "Sp. Defense": 85,
      "Speed": 90
    },
	"description": {
		"en": "Moltres is a legendary bird Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.",
		"it": "Moltres, il Pokémon Fiamma. È un uccello leggendario in grado di gestire il fuoco. Se rimane ferito, si dice che si immerga nel magma di un vulcano per ardere e tornare in salute."
	}
  },
  {
    "id": 147,
    "name": "Dratini",
    "type": [
      "Dragon"
    ],
	"evolutions": {
		"from": null,
		"to": 148
	},
    "stats": {
      "HP": 41,
      "Attack": 64,
      "Defense": 45,
      "Sp. Attack": 50,
      "Sp. Defense": 50,
      "Speed": 50
    },
	"description": {
		"en": "Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.",
		"it": "Dratini, il Pokémon Drago. Fa la muta cambiando continuamente la pelle vecchia, perché l'energia vitale del suo corpo aumenta fino a raggiungere livelli incontrollabili."
	}
  },
  {
    "id": 148,
    "name": "Dragonair",
    "type": [
      "Dragon"
    ],
	"evolutions": {
		"from": 147,
		"to": 149
	},
    "stats": {
      "HP": 61,
      "Attack": 84,
      "Defense": 65,
      "Sp. Attack": 70,
      "Sp. Defense": 70,
      "Speed": 70
    },
	"description": {
		"en": "Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.",
		"it": "Dragonair, il Pokémon Drago. È la fase evolutiva di Dratini. Questo Pokémon accumula un'enorme quantità d'energia all'interno del corpo. Si dice che sia in grado di mutare le condizioni meteorologiche circostanti scaricando energia dai cristalli del collo e della coda."
	}
  },
  {
    "id": 149,
    "name": "Dragonite",
    "type": [
      "Dragon",
      "Flying"
    ],
	"evolutions": {
		"from": 148,
		"to": null
	},
    "stats": {
      "HP": 91,
      "Attack": 134,
      "Defense": 95,
      "Sp. Attack": 100,
      "Sp. Defense": 100,
      "Speed": 80
    },
	"description": {
		"en": "Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.",
		"it": "Dragonite, il Pokémon Drago. È la forma evolutiva di Dragonair. È in grado di fare il giro del mondo in sole sedici ore. È un Pokémon buono e mansueto che guida fino alla terra ferma le navi prossime al naufragio."
	}
  },
  {
    "id": 150,
    "name": "Mewtwo",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 106,
      "Attack": 110,
      "Defense": 90,
      "Sp. Attack": 154,
      "Sp. Defense": 90,
      "Speed": 130
    },
	"description": {
		"en": "Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon's body, they failed to endow Mewtwo with a compassionate heart.",
		"it": "Mewtwo, il Pokémon Genetico. È stato creato grazie ad una manipolazione genetica. Tuttavia, sebbene la scienza sia riuscita a creare un corpo di Pokémon, ha fallito nell'intento di dare a Mewtwo un animo generoso."
	}
  },
  {
    "id": 151,
    "name": "Mew",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": null,
		"to": null
	},
    "stats": {
      "HP": 100,
      "Attack": 100,
      "Defense": 100,
      "Sp. Attack": 100,
      "Sp. Defense": 100,
      "Speed": 100
    },
	"description": {
		"en": "Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.",
		"it": "Mew, il Pokémon Novaspecie. Si dice che possegga il patrimonio genetico di tutti i Pokémon. È in grado di rendersi invisibile, quando vuole, in modo da non farsi notare nemmeno da vicino."
	}
  },
  {
    "id": 196,
    "name": "Espeon",
    "type": [
      "Psychic"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 65,
      "Defense": 60,
      "Sp. Attack": 130,
      "Sp. Defense": 95,
      "Speed": 110
    },
	"description": {
		"en": "Espeon is extremely loyal to any trainer it considers to be worthy. It is said that this Pokémon developed its precognitive powers to protect its trainer from harm.",
		"it": "Espeon, il Pokémon Sole. È la forma evolutiva di Eevee. È estremamente leale nei confronti di qualsiasi Allenatore considerato all'altezza. Si dice che questo Pokémon abbia sviluppato capacità precognitive per proteggere il proprio Allenatore."
	}
  },
  {
    "id": 197,
    "name": "Umbreon",
    "type": [
      "Dark"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 95,
      "Attack": 65,
      "Defense": 110,
      "Sp. Attack": 60,
      "Sp. Defense": 130,
      "Speed": 65
    },
	"description": {
		"en": "Umbreon evolved as a result of exposure to the moon’s energy pulses. It hides silently in darkness and waits for its foes to make a move. The rings on its body glow when it leaps to attack.",
		"it": "Umbreon, il Pokémon Lucelunare. È la forma evolutiva di Eevee. Si è evoluto con l'esposizione alle onde lunari. Rimane nascosto al buio in attesa di un movimento del suo nemico. I cerchi sul corpo brillano quando attacca."
	}
  },
  {
    "id": 256,
    "name": "Combusken",
    "type": [
      "Fire",
      "Fighting"
    ],
	"evolutions": {
		"from": 255,
		"to": 257
	},
    "stats": {
      "HP": 60,
      "Attack": 85,
      "Defense": 60,
      "Sp. Attack": 85,
      "Sp. Defense": 60,
      "Speed": 55
    },
	"description": {
		"en": "Combusken toughens up its legs and thighs by running through fields and mountains. It lashes out with 10 kicks per second. Its strong fighting instinct compels it to keep up its offensive until the opponent gives up.",
		"it": "Combusken, il Pokémon Rampollo. Allena gli arti superiori e inferiori correndo in campagna e in montagna. Le zampe inferiori sono rapide e potenti e riescono a sferrare dieci calci al secondo."
	}
  },
  {
    "id": 257,
    "name": "Blaziken",
    "type": [
      "Fire",
      "Fighting"
    ],
	"evolutions": {
		"from": 256,
		"to": null
	},
    "stats": {
      "HP": 80,
      "Attack": 120,
      "Defense": 70,
      "Sp. Attack": 110,
      "Sp. Defense": 70,
      "Speed": 80
    },
	"description": {
		"en": "In battle, Blaziken blows out intense flames from its wrists and attacks foes courageously. The stronger the foe, the more intensely this Pokémon’s wrists burn. Every several years, its old feathers burn off, and new, supple feathers grow back in their place.",
		"it": "Blaziken, il Pokémon Vampe. È l'evoluzione di Combusken. Emette fiamme micidiali coi suoi pugni, attaccando coraggiosamente il nemico. Più forte è il nemico, tanto più intenso è il fuoco proveniente dai pugni."
	}
  },
  {
    "id": 470,
    "name": "Leafeon",
    "type": [
      "Grass"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 110,
      "Defense": 130,
      "Sp. Attack": 60,
      "Sp. Defense": 65,
      "Speed": 95
    },
	"description": {
		"en": "Leafeon's cellular composition is closer to that of a plant than an animal. It uses photosynthesis to produce its energy supply without eating food. The younger they are, the more they smell like fresh grass. With age, their fragrance takes on the odor of fallen leaves.",
		"it": "Leafeon, il Pokémon Rigoglioso. È la forma evolutiva di Eevee. Ha una struttura cellulare simile a quella delle piante, perciò usa la fotosintesi."
	}
  },
  {
    "id": 471,
    "name": "Glaceon",
    "type": [
      "Ice"
    ],
	"evolutions": {
		"from": 133,
		"to": null
	},
    "stats": {
      "HP": 65,
      "Attack": 60,
      "Defense": 110,
      "Sp. Attack": 130,
      "Sp. Defense": 95,
      "Speed": 65
    },
	"description": {
		"en": "Glaceon can control its body temperature at will. This enables it to freeze the moisture in the atmosphere, creating flurries of diamond dust. It freezes its fur into icicles, spiky and sharp, and tackles its prey.",
		"it": "Glaceon, il Pokémon Nevefresca. È la forma evolutiva di Eevee. Modificando la temperatura del corpo, congela l'aria e crea folate di cristalli di ghiaccio."
	}
  }
]
